Repository: 3rdDimensionPlatform/Localization
Catalog: plug-ins/SymbolDetailsPanel/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, tr_tr

source: ID
ar_sa: هوية شخصية
de_de: ICH WÜRDE
es_es: CARNÉ DE IDENTIDAD
fa_ir: شناسه
tr_tr: Kimlik

source: Symbol’s ID
ar_sa: رمز الهوية
de_de: Symbol-ID
es_es: ID del símbolo
fa_ir: شناسه نماد
fr_fr: ID du symbole
hi_in: प्रतीक की आईडी
it_it: ID del simbolo
ja_jp: シンボルの ID
pl_pl: Identyfikator symbolu
tr_tr: Sembolün Kimliği

source: Symbol
ar_sa: الرمز
es_es: Símbolo
fa_ir: نماد
fr_fr: Symbole
hi_in: प्रतीक
it_it: Simbolo
ja_jp: シンボル
pl_pl: Instrument
tr_tr: Sembol

source: Symbol's name
ar_sa: اسم الرمز
de_de: Name des Symbols
es_es: Nombre del símbolo
fa_ir: نام نماد
fr_fr: Nom du symbole
hi_in: प्रतीक का नाम
it_it: Nome del simbolo
ja_jp: シンボルの名前
pl_pl: Nazwa symbolu
tr_tr: Sembolün adı

source: Description
ar_sa: الوصف
de_de: Beschreibung
es_es: Descripción
fa_ir: توضیحات
fr_fr: La description
hi_in: विवरण
it_it: Descrizione
ja_jp: 説明
pl_pl: Opis
tr_tr: Açıklama

source: The description of the symbol
ar_sa: وصف الرمز
de_de: Die Beschreibung des Symbols
es_es: La descripción del símbolo
fa_ir: توصیف نماد
fr_fr: La description du symbole
hi_in: प्रतीक का वर्णन
it_it: La descrizione del simbolo
ja_jp: シンボルの説明
pl_pl: Opis symbolu
tr_tr: Sembolün açıklaması

source: Symbol type
ar_sa: نوع الرمز
de_de: Symboltyp
es_es: Tipo de símbolo
fa_ir: نوع نماد
fr_fr: Type de symbole
hi_in: प्रतीक प्रकार
it_it: Tipo di simbolo
ja_jp: シンボルの種類
pl_pl: Typ symbolu
tr_tr: Sembol türü

source: Symbol’s asset class
ar_sa: فئة الأصول للرمز
de_de: Die Anlageklasse des Symbols
es_es: Clase de activos del símbolo
fa_ir: کلاس دارایی نماد
fr_fr: Classe d’actifs du symbole
hi_in: प्रतीक की परिसंपत्ति वर्ग
it_it: Classe di attività del simbolo
ja_jp: シンボルの資産クラス
pl_pl: Klasa aktywów symbolu
tr_tr: Sembolün varlık sınıfı

source: Exchange
ar_sa: تحويل
de_de: Austausch
es_es: Cambio
fa_ir: تبادل
fr_fr: Échange
hi_in: बदलना
it_it: Scambio
ja_jp: 取引所
pl_pl: Wymieniać się
tr_tr: Borsa

source: The exchange of the symbol
ar_sa: تبادل الرمز
de_de: Der Austausch des Symbols
es_es: El intercambio del símbolo
fa_ir: تبادل نماد
fr_fr: L’échange du symbole
hi_in: प्रतीक का आदान-प्रदान
it_it: Lo scambio del simbolo
ja_jp: シンボルの交換
pl_pl: Wymiana symbolu
tr_tr: Sembolün işlem gördüğü borsa

source: Product currency
ar_sa: عملة المنتج
de_de: Produktwährung
es_es: Moneda del producto
fa_ir: واحد پول محصول
fr_fr: Monnaie du produit
hi_in: उत्पाद मुद्रा
it_it: Valuta del prodotto
ja_jp: 製品通貨
pl_pl: Waluta produktu
tr_tr: Baz para birimi

source: The product of the symbol
ar_sa: نتاج الرمز
de_de: Das Produkt des Symbols
es_es: El producto del símbolo
fa_ir: محصول نماد
fr_fr: Le produit du symbole
hi_in: प्रतीक का उत्पाद
it_it: Il prodotto del simbolo
ja_jp: シンボルの積
pl_pl: Produkt symbolu
tr_tr: Sembolün baz para birimi

source: Quoting currency
ar_sa: عرض العملة
de_de: Zitierwährung
es_es: Divisa de cotización
fa_ir: قیمت دهی ارز
fr_fr: Devise de cotation
hi_in: उद्धृत मुद्रा
it_it: Citando valuta
ja_jp: 取引通貨
pl_pl: Cytując walutę
tr_tr: Karşıt para birimi

source: The quoting currency of the symbol
ar_sa: عملة الاقتباس للرمز
de_de: Die zitierende Währung des Symbols
es_es: La moneda de cotización del símbolo
fa_ir: واحد پول نقلی نماد
fr_fr: La monnaie de citation du symbole
hi_in: प्रतीक की उद्धृत मुद्रा
it_it: La valuta di quotazione del simbolo
ja_jp: シンボルの引用通貨
pl_pl: Waluta notowania symbolu
tr_tr: Sembolün karşıt para birimi

source: Quote delay
ar_sa: اقتباس الاقتباس
de_de: Zitat Verzögerung
es_es: Retraso de cotización
fa_ir: تاخیر در نقل قول
fr_fr: Délai de devis
hi_in: उद्धरण विलंब
it_it: Citare il ritardo
ja_jp: 見積りの遅延
pl_pl: Zacytuj opóźnienie
tr_tr: Kotasyon gecikmesi

source: The quotes delay
ar_sa: تأخير عروض الأسعار
de_de: Die Kursverzögerung
es_es: El retraso de las cotizaciones
fa_ir: تاخیر نقل قول ها
fr_fr: Les citations retard
hi_in: उद्धरण देरी
it_it: Il ritardo delle quotazioni
ja_jp: 見積もりの遅延
pl_pl: Opóźnienie kwotowań
tr_tr: Kotasyon gecikmesi

source: Min lot
ar_sa: أصغر عقد
de_de: Min. Menge
es_es: Lote mín.
fa_ir: حداقل لات
fr_fr: Lot min.
it_it: Lotto minimo
ja_jp: 最小ロット

source: Minimal tradable lot of symbol
ar_sa: الحد الأدنى من الكثير من التجارة من الرمز
de_de: Minimale handelbare Menge von Symbol
es_es: Mínimo lote de símbolos intercambiables
fa_ir: حداقل قابل معامله مقدار زیادی از نماد
fr_fr: Lot minimal de symbole négociable
hi_in: प्रतीक के न्यूनतम व्यापार योग्य बहुत
it_it: Minimo lotto di simboli tradable
ja_jp: 最小限の取引可能なシンボルロット
pl_pl: Minimalna zbywalna partia symbolu
tr_tr: Sembolün minimum işlem yapılabilir miktarı

source: Max lot
ar_sa: أكبر عقد
de_de: Max Menge
es_es: Lote máx.
fa_ir: حداکثر لات
fr_fr: Lot max.
hi_in: अधिकतम लॉट
it_it: Lotto massimo
ja_jp: 最大ロット
pl_pl: Maksymalna ilość
tr_tr: Maks lot

source: Maximal tradable lot of symbol
ar_sa: أقصى قدر من التجارة الكثير من الرمز
de_de: Maximale handelbare Menge von Symbol
es_es: Máximo lote de símbolos comerciables
fa_ir: حداکثر قابل معامله بسیاری از نماد
fr_fr: Lot maximal de symbole négociable
hi_in: अधिकतम व्यापार योग्य प्रतीक का बहुत कुछ
it_it: Massimo lotto di simboli tradibile
ja_jp: 最大の取引可能なシンボル
pl_pl: Maksymalna zbywalna partia symbolu
tr_tr: Sembolün maksimum işlem yapılabilir miktarı

source: Netting type
ar_sa: نوع الشباك
de_de: Netting-Typ
es_es: Tipo de red
fa_ir: نوع توری
fr_fr: Type de filet
hi_in: नेटिंग प्रकार
it_it: Tipo di rete
ja_jp: ネットタイプ
pl_pl: Rodzaj siatki
tr_tr: Netleştirme tipi

source: Symbol’s nettinig type, possible values: One position, Multiple positions, Multiple positions per side
ar_sa: نوع nettinig للرمز، القيم الممكنة: موضع واحد، مواقف متعددة، مواضع متعددة لكل جانب
de_de: Netzinig-Typ des Symbols, mögliche Werte: Eine Position, Mehrere Positionen, Mehrere Positionen pro Seite
es_es: Tipo de nettinig del símbolo, valores posibles: Una posición, Múltiples posiciones, Múltiples posiciones por lado
fa_ir: نوع nettinig نماد، مقادیر ممکن: یک موقعیت، موقعیت های چندگانه، موقعیت های چندگانه در هر طرف
fr_fr: Type nettinig du symbole, valeurs possibles : Une position, Positions multiples, Positions multiples par côté
hi_in: प्रतीक का नेटटिनिग प्रकार, संभावित मान: एक स्थिति, कई स्थितियां, प्रति पक्ष कई स्थितियां
it_it: Tipo di nettinig del simbolo, valori possibili: una posizione, più posizioni, più posizioni per lato
ja_jp: シンボルのネッティニッヒタイプ、可能な値:1つの位置、複数の位置、1辺あたりの複数の位置
pl_pl: Typ nettinig symbolu, możliwe wartości: Jedna pozycja, Wiele pozycji, Wiele pozycji na stronę
tr_tr: Sembolün netleştirme türü, olası değerler: Bir pozisyon, Birden fazla pozisyon, taraf başına birden fazla pozisyon

source: Lot size
ar_sa: حجم الحصة
de_de: Losgröße
es_es: Tamaño de lote
fa_ir: اندازه لات
fr_fr: Taille du lot
hi_in: लॉट साइज
it_it: Dimensione del lotto
ja_jp: 最小取引単位
pl_pl: Rozmiar Lot
tr_tr: Lot büyüklüğü

source: Symbol’s lot size
ar_sa: حجم اللوت للرمز
de_de: Losgröße des Symbols
es_es: Tamaño de lote del símbolo
fa_ir: اندازه زیادی نماد
fr_fr: Taille du lot du symbole
hi_in: प्रतीक बहुत आकार
it_it: Dimensione del lotto del simbolo
ja_jp: シンボルのロットサイズ
pl_pl: Rozmiar partii symbolu
tr_tr: Sembolün lot büyüklüğü

source: Lot step
ar_sa: الخطوة بين الحصص
de_de: Los Schritt
es_es: Escalón de lote
fa_ir: گام لوط
fr_fr: Étape du lot
hi_in: बहुत कदम
it_it: Lotto passo
ja_jp: ロット・ステップ
pl_pl: Krok lot’a
tr_tr: Lot adımı

source: Symbol’s lot step
ar_sa: خطوة الكثير للرمز
de_de: Symbollosschritt
es_es: Paso del lote del símbolo
fa_ir: گام زیادی نماد
fr_fr: Étape de lot du symbole
hi_in: प्रतीक बहुत कदम
it_it: Passo del lotto del simbolo
ja_jp: シンボルのロットステップ
pl_pl: Krok partii symbolu
tr_tr: Sembolün lot adımı

source: Tick size
ar_sa: حجم حركة السعر
de_de: Tick ​​Größe
es_es: Tamaño del tick
fa_ir: اندازه کنه
fr_fr: Taille du tick
hi_in: टिक साइज
it_it: Dimensione del segno di spunta
ja_jp: ティックのサイズ
pl_pl: Zaznacz rozmiar
tr_tr: Tik büyüklüğü

source: Tick cost
ar_sa: تكلفة حركة السعر
de_de: Tick-Kosten
es_es: Coste del tick
fa_ir: هزینه تیک
fr_fr: Coût du tick
hi_in: टिक लागत
it_it: Costo tick
ja_jp: ティックのコスト
pl_pl: Koszt zaznaczenia
tr_tr: Tik maliyeti

source: Expiration date
ar_sa: تاريخ الانتهاء
de_de: Haltbarkeitsdatum
es_es: Fecha de vencimiento
fa_ir: تاریخ انقضا
fr_fr: Date d'expiration
hi_in: समय सीमा समाप्ति दिनांक
it_it: Data di scadenza
ja_jp: 満期日
pl_pl: Termin ważności
tr_tr: Sona erme tarihi

source: Expiration date of the symbol
ar_sa: تاريخ انتهاء صلاحية الرمز
de_de: Ablaufdatum des Symbols
es_es: Fecha de caducidad del símbolo
fa_ir: تاریخ انقضای نماد
fr_fr: Date d’expiration du symbole
hi_in: प्रतीक की समाप्ति तिथि
it_it: Data di scadenza del simbolo
ja_jp: シンボルの有効期限
pl_pl: Data ważności symbolu
tr_tr: Sembolün son kullanım tarihi

source: Last trading date
ar_sa: تاريخ آخر تداول
de_de: Letztes Handelsdatum
es_es: Última fecha de negociación
fa_ir: تاریخ و زمان آخرین معاملات
fr_fr: Dernière date de négociation
hi_in: अंतिम ट्रेडिंग दिनांक
it_it: Ultima data di negoziazione
ja_jp: 最終取引日
pl_pl: Ostatnia data transakcji
tr_tr: Son işlem tarihi

source: Last trading date of the symbol
ar_sa: تاريخ التداول الأخير للرمز
de_de: Letztes Handelsdatum des Symbols
es_es: Ultima fecha de trading del símbolo
fa_ir: آخرین تاریخ معاملات نماد
fr_fr: Dernière date de négociation du symbole
hi_in: प्रतीक की अंतिम ट्रेडिंग तिथि
it_it: Ultima data di negoziazione del simbolo
ja_jp: 銘柄の最終取引日
pl_pl: Data ostatniego handlu symbolem
tr_tr: Sembolün son işlem tarihi

source: Maturity date
ar_sa: تاريخ النضج
de_de: Fälligkeitstag
es_es: Fecha de vencimiento
fa_ir: تاریخ سررسید
fr_fr: Date d'échéance
hi_in: परिपक्वता तिथि
it_it: Data di scadenza
ja_jp: 満期日
pl_pl: Data waznosci
tr_tr: Vade tarihi

source: Maturity date of the symbol
ar_sa: تاريخ الاستحقاق للرمز
de_de: Fälligkeitsdatum des Symbols
es_es: Fecha de vencimiento del símbolo
fa_ir: تاریخ بلوغ نماد
fr_fr: Date de maturité du symbole
hi_in: प्रतीक की परिपक्वता तिथि
it_it: Data di scadenza del simbolo
ja_jp: 記号の満期日
pl_pl: Data spłaty symbolu
tr_tr: Sembolün vade tarihi

source: Strike price
ar_sa: سعر الضربة
de_de: Ausübungspreis
es_es: Precio de ejercicio
fa_ir: قیمت اعتصاب
fr_fr: Prix d'exercice
hi_in: स्ट्राइक प्राइस
it_it: Prezzo di esercizio
ja_jp: 権利行使価格
pl_pl: Cena Strike
tr_tr: Kullanım fiyatı

source: Option’s strike price
ar_sa: سعر إضراب الخيار
de_de: Der Streikpreis der Option
es_es: Precio de huelga de la opción
fa_ir: قیمت اعتصاب گزینه
fr_fr: Prix de grève de l’option
hi_in: विकल्प की हड़ताल की कीमत
it_it: Prezzo di sciopero dell'opzione
ja_jp: オプションのストライク価格
pl_pl: Cena wykonania opcji
tr_tr: Opsiyonun kullanım fiyatı

source: Option style
ar_sa: نمط الخيار
de_de: Optionsstil
es_es: Estilo de opción
fa_ir: سبک انتخاب
fr_fr: Style d'option
hi_in: विकल्प शैली
it_it: Stile di opzione
ja_jp: オプションのスタイル
pl_pl: Styl opcji
tr_tr: Opsiyon türü

source: The style of the option: American, European
ar_sa: أسلوب الخيار: أمريكي، أوروبي
de_de: Der Stil der Option: Amerikanisch, Europäisch
es_es: El estilo de la opción: Americano, Europeo
fa_ir: سبک گزینه: آمریکایی، اروپایی
fr_fr: Le style de l’option : américain, européen
hi_in: विकल्प की शैली: अमेरिकी, यूरोपीय
it_it: Lo stile dell'opzione: americano, europeo
ja_jp: オプションのスタイル:アメリカ、ヨーロッパ
pl_pl: Styl opcji: amerykański, europejski
tr_tr: Opsiyonun türü: Amerikan, Avrupa

source: Option serie
ar_sa: خيار الدوري الإيطالي
de_de: Optionsserie
es_es: Serie de opciones
fa_ir: سری گزینه
fr_fr: Série d’options
hi_in: विकल्प सेरी
it_it: Opzione serie
ja_jp: オプションセリエ
pl_pl: Opcja serie
tr_tr: Opsiyon serisi

source: Underlier
ar_sa: الورقة المالية
de_de: Unterzeichner
es_es: Subyacente
fa_ir: زیرلیه
fr_fr: Sous-jacent
hi_in: अंडरलियर
ja_jp: 原資産
tr_tr: Dayanak varlık

source: The name of underlying symbol
ar_sa: اسم الرمز الكامن
de_de: Der Name des zugrunde liegenden Symbols
es_es: El nombre del símbolo subyacente
fa_ir: نام نماد زمینه ای
fr_fr: Nom du symbole sous-jacent
hi_in: अंतर्निहित प्रतीक का नाम
it_it: Il nome del simbolo sottostante
ja_jp: 基になるシンボルの名前
pl_pl: Nazwa symbolu źródłowego
tr_tr: Sembolün dayanak varlığının adı

source: Symbol info
ar_sa: معلومات الرمز
es_es: Información de símbolo
fa_ir: اطلاعات نماد
fr_fr: Informations sur les symboles
hi_in: प्रतीक जानकारी
it_it: Informazioni sui simboli
ja_jp: シンボル情報
pl_pl: Informacje o symbolu
tr_tr: Sembol Bilgisi

source: Show toolbar
ar_sa: إظهار شريط الأدوات
de_de: Werkzeugleiste anzeigen
es_es: Mostrar la barra de herramientas
fa_ir: نمایش نوار ابزار
fr_fr: Afficher la barre d'outils
hi_in: उपकरण पट्टी दिखाएं
it_it: Mostra barra degli strumenti
ja_jp: ツールバーを表示する
pl_pl: Pokaż pasek narzędzi
tr_tr: Araç çubuğunu göster

source: Copy RTD formula
ar_sa: نسخ صيغة RTD
de_de: FTE-Formel kopieren
es_es: Copiar fórmula RTD
fa_ir: کپی فرمول RTD
fr_fr: Copier la formule RTD
hi_in: कॉपी आरटीडी फॉर्मूला
it_it: Copia formula RTD
ja_jp: RTD 数式をコピーする
pl_pl: Kopiowanie formuły RTD
tr_tr: RTD formüllerini kopyala

source: Label
ar_sa: تسميه
de_de: Etikett
es_es: Etiqueta
fa_ir: برچسب
fr_fr: Étiquette
hi_in: लेबल
it_it: Etichetta
ja_jp: ラベル
pl_pl: Etykiety
tr_tr: Etiket

source: Value
ar_sa: القيمة
de_de: Wert
es_es: Valor
fa_ir: ارزش
fr_fr: Valeur
hi_in: मान
it_it: Valore
ja_jp: 値
pl_pl: Wartość
tr_tr: Değer

source: All above
ar_sa: كل ما سبق
de_de: Alle oben
es_es: Todo lo anterior
fa_ir: همه در بالا
fr_fr: Tout ce qui précède
hi_in: ऊपर सभी
it_it: Tutto sopra
ja_jp: 上記のすべて
pl_pl: Wszystko powyżej
tr_tr: Yukarıdakilerin tümü

source: General
ar_sa: عام
de_de: Allgemeines
fa_ir: عمومی
fr_fr: Général
hi_in: सामान्य
it_it: Generale
ja_jp: 一般
pl_pl: Generał
tr_tr: Genel

source: Trading info
ar_sa: معلومات التداول
de_de: Handelsinformationen
es_es: Información de trading
fa_ir: اطلاعات معاملاتی
fr_fr: Informations de trading
hi_in: ट्रेडिंग जानकारी
it_it: Informazioni di trading
ja_jp: 取引情報
pl_pl: Informacje handlowe
tr_tr: İşlem bilgisi
