Repository: 3rdDimensionPlatform/Localization
Catalog: plug-ins/SymbolsMappingPanel/*.po
Languages: ar_sa, de_de, fa_ir, hi_in, it_it, ja_jp, ko_kr, pl_pl, tr_tr, zh_tw

source: Corresponding connection
ar_sa: اتصال المقابلة
de_de: Entsprechende Verbindung
fa_ir: اتصال مربوطه
hi_in: इसी कनेक्शन
it_it: Connessione corrispondente
ja_jp: 対応する接続
ko_kr: 해당 연결
pl_pl: Odpowiednie połączenie
tr_tr: Karşılık gelen bağlantı
zh_tw: 對應連接

source: We will try to automaticaly detect the best matching symbols from this vendor
ar_sa: سنحاول الكشف تلقائيا عن أفضل الرموز مطابقة من هذا البائع
de_de: Wir werden versuchen, automatisch die besten passenden Symbole von diesem Anbieter zu erkennen
fa_ir: ما سعی خواهیم کرد به طور خودکار تشخیص بهترین نمادهای تطبیق از این فروشنده
hi_in: हम स्वचालित रूप से इस विक्रेता से सबसे अच्छा मिलान प्रतीकों का पता लगाने की कोशिश करेंगे
it_it: Proveremo a rilevare automaticamente i migliori simboli corrispondenti di questo fornitore
ja_jp: このベンダーから最も一致するシンボルを自動的に検出しようとします
ko_kr: 우리는 자동이 공급 업체에서 최고의 일치 기호를 감지하려고합니다
pl_pl: Postaramy się automatycznie wykryć najlepsze pasujące symbole od tego dostawcy
tr_tr: Bu sağlayıcıdan en iyi eşleşen sembolleri otomatik olarak algılamaya çalışacağız
zh_tw: 我們將嘗試自動檢測來自此供應商的最佳匹配符號

source: Add
ar_sa: إضافة
de_de: Hinzufügen
fa_ir: اضافه کردن
hi_in: आगे कहना
it_it: Aggiungere
ja_jp: 追加する
ko_kr: 추가
pl_pl: Dodaj
tr_tr: Ekle
zh_tw: 新增

source: Cancel
ar_sa: إلغاء
de_de: Abbrechen
fa_ir: لغو
hi_in: रद्द करना
it_it: Annulla
ja_jp: キャンセル
ko_kr: 취소
pl_pl: Anuluj
tr_tr: İptal et
zh_tw: 取消

source: Tradable symbol
ar_sa: رمز قابل للتداول
de_de: Handelbares Symbol
fa_ir: نماد قابل معامله
hi_in: ट्रेडेबल प्रतीक
it_it: Simbolo tradibile
ja_jp: 取引可能な記号
ko_kr: 거래 가능한 기호
pl_pl: Symbol zbywalny
tr_tr: İşlem (Alsat) yapılabilir sembol
zh_tw: 可交易符號

source: Tradable connection
ar_sa: اتصال قابل للتداول
de_de: Handelbare Verbindung
fa_ir: اتصال قابل ترادف
hi_in: ट्रेडेबल कनेक्शन
it_it: Connessione tradibile
ja_jp: トラッド可能な接続
ko_kr: 거래 가능한 연결
pl_pl: Połączenie zbywalne
tr_tr: İşlem (Alsat) yapılabilir bağlantı
zh_tw: 可交易連接

source: Data symbol
ar_sa: رمز البيانات
de_de: Datensymbol
fa_ir: نماد داده ها
hi_in: डेटा प्रतीक
it_it: Simbolo dati
ja_jp: データシンボル
ko_kr: 데이터 기호
pl_pl: Symbol danych
tr_tr: Veri sembolü
zh_tw: 數據符號

source: Data connection
ar_sa: اتصال البيانات
de_de: Datenverbindung
fa_ir: اتصال داده ها
hi_in: डेटा कनेक्शन
it_it: Connessione dati
ja_jp: データ接続
ko_kr: 데이터 연결
pl_pl: Połączenie danych
tr_tr: Veri bağlantısı
zh_tw: 數據連接

source: Settings
ar_sa: الخيارات
de_de: Einstellungen
fa_ir: تنظیمات
hi_in: सेटिंग्स
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
pl_pl: Ustawienia
tr_tr: Ayarlar
zh_tw: 設定

source: Remove
ar_sa: حذف
de_de: Entfernen
fa_ir: حذف
hi_in: निकालें
it_it: Rimuovere
ja_jp: 削除
ko_kr: 제거
pl_pl: Usuń
tr_tr: Kaldır
zh_tw: 移除

source: Multiple
ar_sa: متعدده
de_de: Mehrere
fa_ir: متعدد
hi_in: अपवर्त्य
it_it: Pi√π
ja_jp: 複数
ko_kr: 여러
pl_pl: Wielu
tr_tr: Birden çok
zh_tw: 多個

source: Symbols mapping
ar_sa: تعيين الرموز
de_de: Symbolzuordnung
fa_ir: نقشه برداری نمادها
hi_in: प्रतीक मानचित्रण
it_it: Mappatura dei simboli
ja_jp: シンボルマッピング
ko_kr: 심볼 매핑
pl_pl: Mapowanie symboli
tr_tr: Sembol eşleme
zh_tw: 符號對應

source: Add symbols
ar_sa: إضافة رموز
de_de: Hinzufügen von Symbolen
fa_ir: افزودن نمادها
hi_in: प्रतीक जोड़ें
it_it: Aggiungere simboli
ja_jp: 記号を追加
ko_kr: 기호 추가
pl_pl: Dodawanie symboli
tr_tr: Sembol ekle
zh_tw: 添加符號

source: Delete selected
ar_sa: حذف المحدد
de_de: Löschen ausgewählt
fa_ir: حذف انتخاب شده
hi_in: चयनित को हटाएं
it_it: Elimina selezionati
ja_jp: 選択を削除
ko_kr: 선택된 삭제
pl_pl: Usuń zaznaczone
tr_tr: Seçili öğeleri sil
zh_tw: 刪除已選擇

source: Delete all
ar_sa: حذف الكل
de_de: Löschen Sie alle
fa_ir: حذف همه
hi_in: सभी को हटाएं
it_it: Elimina tutto
ja_jp: すべて削除
ko_kr: 모두 삭제
pl_pl: Usuń wszystkie
tr_tr: Tümünü sil
zh_tw: 刪除所有

source: Add symbol(s)
ar_sa: إضافة رمز(رموز)
de_de: Hinzufügen von Symbolen
fa_ir: افزودن نماد(ها)
hi_in: प्रतीक जोड़ें
it_it: Aggiungi simbolo/i
ja_jp: 記号を追加する
ko_kr: 기호 추가
pl_pl: Dodawanie symboli
tr_tr: Sembol(ler) ekle
zh_tw: 添加符號

source: Delete all maps
ar_sa: حذف كافة الخرائط
de_de: Löschen aller Karten
fa_ir: حذف تمام نقشه ها
hi_in: सभी नक्शे हटाएं
it_it: Elimina tutte le mappe
ja_jp: すべてのマップを削除する
ko_kr: 모든 맵 삭제
pl_pl: Usuń wszystkie mapy
tr_tr: Tüm eşlemeleri sil
zh_tw: 刪除所有地圖

source: Are you sure you want to delete symbol map?
ar_sa: هل تريد بالتأكيد حذف مخطط الرموز؟
de_de: Möchten Sie die Symbolzuordnung wirklich löschen?
fa_ir: آیا مطمئن هستید که می خواهید نقشه نماد را حذف کنید؟
hi_in: क्या आप सुनिश्चित हैं कि आप प्रतीक मानचित्र को हटाना चाहते हैं?
it_it: Sei sicuro di voler eliminare la mappa dei simboli?
ja_jp: シンボル マップを削除しますか?
ko_kr: 기호 맵을 삭제하시겠습니까?
pl_pl: Czy na pewno chcesz usunąć mapę symboli?
tr_tr: Sembol eşlemesini silmek istediğinizden emin misiniz?
zh_tw: 是否確實要刪除符號映射?

source: Are you sure you want to delete selected ({selectedItems.Count}) symbol maps?
ar_sa: هل تريد بالتأكيد حذف مخططات الرموز المحددة ({selectedItems.Count})؟
de_de: Möchten Sie die ausgewählten Symbolzuordnungen löschen?
fa_ir: آیا مطمئن هستید که می خواهید نقشه های نماد انتخابی ({selectedItems.Count}) را حذف کنید؟
hi_in: क्या आप सुनिश्चित हैं कि आप चयनित ({चयनित आइटम्स.काउंट}) प्रतीक मानचित्रों को हटाना चाहते हैं?
it_it: Sei sicuro di voler eliminare le mappe dei simboli selezionate ( . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .
ja_jp: 選択した ({{selectedItems.Count}) シンボル マップを削除しますか?
ko_kr: 선택한 ({선택항목.카운트}) 기호 맵을 삭제하시겠습니까?
pl_pl: Czy na pewno chcesz usunąć mapy symboli zaznaczonych ({selectedItems.Count})?
tr_tr: Seçili ({selectedItems.Count}) sembol eşlemelerini silmek istediğinizden emin misiniz?
zh_tw: 是否確實要刪除選取([選定項.Count])符號映射?

source: Are you sure you want to delete all symbol maps?
ar_sa: هل تريد بالتأكيد حذف كافة مخططات الرموز؟
de_de: Möchten Sie wirklich alle Symbolzuordnungen löschen?
fa_ir: آیا مطمئن هستید که می خواهید تمام نقشه های نماد را حذف کنید؟
hi_in: क्या आप सुनिश्चित हैं कि आप सभी प्रतीक मानचित्रों को हटाना चाहते हैं?
it_it: Sei sicuro di voler eliminare tutte le mappe simboli?
ja_jp: すべてのシンボル マップを削除しますか?
ko_kr: 모든 기호 맵을 삭제하시겠습니까?
pl_pl: Czy na pewno chcesz usunąć wszystkie mapy symboli?
tr_tr: Tüm sembol eşlemelerini silmek istediğinizden emin misiniz?
zh_tw: 是否確實要刪除所有符號映射?
