Repository: 3rdDimensionPlatform/Localization
Catalog: plug-ins/SyntheticsScreenPlugin/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_br, ru_ru, tr_tr

source: You should setup at least one leg to create
ar_sa: يجب إعداد ساق واحد على الأقل لتكوينه
de_de: Sie sollten mindestens ein Bein zum Erstellen einrichten
es_es: Debes configurar al menos una pierna para crear
fa_ir: شما باید راه اندازی حداقل یک پا برای ایجاد
fr_fr: Vous devez configurer au moins une étape pour créer
hi_in: बनाने के लिए आपको कम से कम एक पैर सेटअप करना चाहिए
it_it: Devi creare almeno una gamba da creare
ja_jp: 作成するレッグを少なくとも1つ設定する必要があります
pl_pl: Powinieneś skonfigurować przynajmniej jedną nogę do stworzenia
pt_br: Você deve configurar pelo menos uma perna para criar
ru_ru: Для создания синтетика добавьте хотя бы одну ногу
tr_tr: Oluşturmak için en az bir ayak eklemelisiniz.

source: Coefficient cannot be zero
ar_sa: المعامل لا يمكن أن يكون صفرا
de_de: Der Koeffizient kann nicht Null sein
es_es: El coeficiente no puede ser cero
fa_ir: ضریب نمی تواند صفر باشد
fr_fr: Le coefficient ne peut pas être nul
hi_in: गुणांक शूंय नहीं हो सकता
it_it: Il coefficiente non può essere zero
ja_jp: 係数をゼロにすることはできません
pl_pl: Współczynnik nie może wynosić zero
pt_br: Coeficiente não pode ser zero
ru_ru: Коэффициент не может быть равен нулю
tr_tr: Katsayı sıfır olamaz

source: Trade ratio cannot be zero
ar_sa: لا يمكن أن تكون نسبة التجارة صفر
de_de: Handelsquote darf nicht Null sein
es_es: La relación comercial no puede ser cero
fa_ir: نسبت تجارت نمی تواند صفر باشد
fr_fr: Le ratio commercial ne peut pas être nul
hi_in: व्यापार अनुपात शून्य नहीं हो सकता
ja_jp: 取引比率をゼロにすることはできません
pl_pl: Stosunek handlowy nie może wynosić zero
pt_br: A relação comercial não pode ser zero
ru_ru: Коэффициент торговли не может быть нулевым
tr_tr: Alsat oranı sıfır olamaz

source: Symbols must be unique
ar_sa: يجب ان تكون الرموز فريدة
de_de: Symbole müssen einzigartig sein
es_es: Los símbolos deben ser únicos
fa_ir: نمادها باید منحصر به فرد باشند
fr_fr: Les symboles doivent être uniques
hi_in: प्रतीक अनंय होने चाहिए
it_it: I simboli devono essere univoci
ja_jp: シンボルは一意でなければなりません
pl_pl: Symbole muszą być unikatowe
pt_br: Os símbolos devem ser únicos
ru_ru: Символы должны быть уникальными
tr_tr: Semboller benzersiz olmalıdır

source: No changes made
ar_sa: لم يتم إجراء أي تغييرات
de_de: Keine Änderungen vorgenommen
es_es: Sin cambios realizados
fa_ir: هیچ تغییری انجام نشد
fr_fr: Aucun changement effectué
hi_in: कोई परिवर्तन नहीं किए
it_it: Nessuna modifica apportata
ja_jp: 変更なし
pl_pl: Nie wprowadzono żadnych zmian
pt_br: Nenhuma mudança feita
ru_ru: Никаких изменений не было сделано
tr_tr: Hiçbir değişiklik yapılmadı

source: Trade ratio
ar_sa: نسبة التجارة
de_de: Handelsquote
es_es: Relación de comercio
fa_ir: نسبت تجارت
fr_fr: Ratio commercial
hi_in: व्यापार अनुपात
ja_jp: 取引比率
pl_pl: Stosunek handlowy
pt_br: Relação comercial
ru_ru: Коэффициент торговли
tr_tr: Alsat oranı

source: Symbol
ar_sa: الرمز
es_es: Símbolo
fa_ir: نماد
fr_fr: Symbole
hi_in: प्रतीक
it_it: Simbolo
ja_jp: シンボル
pl_pl: Instrument
pt_br: Símbolo
ru_ru: Символ
tr_tr: Sembol

source: Price multiplier
ar_sa: مضاعف السعر
de_de: Preismultiplikator
es_es: Multiplicador de precios
fa_ir: ضرب قیمت
fr_fr: Multiplicateur de prix
hi_in: मूल्य गुणक
ja_jp: 価格乗数
pl_pl: Mnożnik ceny
pt_br: Multiplicador de preços
ru_ru: Множитель цен
tr_tr: Fiyat çarpanı

source: Bid
ar_sa: عرض
de_de: Bieten
es_es: Vender
fa_ir: پیشنهاد
fr_fr: Offre
hi_in: बोली
it_it: Offerta
ja_jp: 入札
pl_pl: Oferta
pt_br: Oferta
ru_ru: Бид
tr_tr: Alış

source: Ask
ar_sa: الطلب
de_de: Fragen
es_es: Comprar
fa_ir: بپرسید
fr_fr: Demande
hi_in: पूछो
it_it: Chiedere
ja_jp: 尋ねる
pl_pl: S
pt_br: Perguntar
ru_ru: Аск
tr_tr: Satış

source: Last
ar_sa: الأخير
de_de: Letzte
es_es: Último
fa_ir: آخرین
fr_fr: Dernier
hi_in: पिछला
it_it: Ultimo
ja_jp: 最後
pl_pl: Ostatni
pt_br: Última
ru_ru: Ласт
tr_tr: Son

source: Add leg
ar_sa: أضف الساق
de_de: Fügen Sie Bein hinzu
es_es: Añadir pierna
fa_ir: اضافه کردن پا
fr_fr: Ajouter une jambe
hi_in: लेग जोड़ें
it_it: Aggiungi gamba
ja_jp: 足を付け加える
pl_pl: Dodaj nogę
pt_br: Adicionar perna
ru_ru: Добавить ногу
tr_tr: Ayak ekle

source: Cancel
ar_sa: إلغاء
de_de: Stornieren
es_es: Cancelar
fa_ir: لغو
fr_fr: Annuler
hi_in: रद्द करना
it_it: Annulla
ja_jp: キャンセル
pl_pl: Anuluj
pt_br: Cancelar
ru_ru: Отменить
tr_tr: İptal et

source: Save
ar_sa: حفظ
de_de: sparen
es_es: Guardar
fa_ir: ذخیره
fr_fr: Enregistrer
hi_in: सहेजें
it_it: Salvare
ja_jp: 保存する
pl_pl: Zapisz
pt_br: Salvar
ru_ru: Сохранить
tr_tr: Kaydet

source: Duplicate this synthetic
ar_sa: تكرار هذا الاصطناعية
de_de: Duplizieren Sie diese synthetische
es_es: Duplica este sintético
fa_ir: تکراری کردن این مصنوعی
fr_fr: Dupliquer ce synthétique
hi_in: इस सिंथेटिक डुप्लिकेट
ja_jp: この合成を複製する
pl_pl: Powiel ten syntetyczny
pt_br: Duplique este sintético
ru_ru: Дублировать эту синтетическую
tr_tr: Bu sentetik kopya

source: Open this synthetic in other panels
ar_sa: فتح هذا الاصطناعية في لوحات أخرى
de_de: Öffnen Sie diese synthetische in anderen Panels
es_es: Abra este sintético en otros paneles
fa_ir: باز کردن این مصنوعی در پانل های دیگر
fr_fr: Ouvrez ce synthétique dans d’autres panneaux
hi_in: अन्य पैनलों में इस सिंथेटिक खोलें
ja_jp: 他のパネルでこの合成を開く
pl_pl: Otwórz ten syntetyczny w innych panelach
pt_br: Abra este sintético em outros painéis
ru_ru: Откройте эту синтетику в других панелях
tr_tr: Bu sentetiki diğer panellerde açın

source: Symbol must be unique
ar_sa: يجب ان يكون الرمز فريدا
de_de: Symbol muss einzigartig sein
es_es: El símbolo debe ser único
fa_ir: نماد باید منحصر به فرد باشد
fr_fr: Le symbole doit être unique
hi_in: प्रतीक अनंय होना चाहिए
it_it: Il simbolo deve essere univoco
ja_jp: シンボルは一意である必要があり
pl_pl: Symbol musi być unikatowy
pt_br: O símbolo deve ser único
ru_ru: Символ должен быть уникальным
tr_tr: Sembol benzersiz olmalıdır

source: Synthetic symbol
ar_sa: رمز الاصطناعية
de_de: Synthetisches Symbol
es_es: Símbolo sintético
fa_ir: نماد مصنوعی
fr_fr: Symbole synthétique
hi_in: संश्लेषित प्रतीक
it_it: Simbolo sintetico
ja_jp: 合成記号
pl_pl: Symbol syntetyczny
pt_br: Símbolo sintético
ru_ru: Синтетический символ
tr_tr: Sentetik sembol

source: No synthetic symbols yet
ar_sa: لا الرموز الاصطناعية حتى الآن
de_de: Noch keine synthetischen Symbole
es_es: No hay símbolos sintéticos todavía
fa_ir: بدون نمادهای مصنوعی رتبهدهی نشده است
fr_fr: Pas encore de symboles synthétiques
hi_in: अभी तक कोई सिंथेटिक प्रतीक
ja_jp: 合成シンボルはまだありません
pl_pl: Nie ma jeszcze syntetycznych symboli
pt_br: Nenhum símbolo sintético ainda
ru_ru: Синтетических символов пока нет
tr_tr: Henüz sentetik semboller yok

source: Create one and it will instantly appear in your symbol lookups
ar_sa: إنشاء واحد وسوف تظهر علي الفور في عمليات البحث رمز الخاص بك
de_de: Erstellen Sie eine und es wird sofort in Ihren Symbolaufrufe erscheinen
es_es: Crea una y aparecerá instantáneamente en tus búsquedas de símbolos
fa_ir: ایجاد یک و آن را فورا در lookups نماد خود را ظاهر می شود
fr_fr: Créez-en un et il apparaîtra instantanément dans vos recherches de symboles
hi_in: एक बनाएं और यह तुरन्त अपने प्रतीक lookups में दिखाई देगा
ja_jp: 1を作成し、それが即座にあなたのシンボル検索に表示されます
pl_pl: Utwórz jeden i będzie natychmiast pojawiają się w wyszukiwania symbol
pt_br: Crie um e ele aparecerá instantaneamente em suas imagens de símbolo
ru_ru: Создайте один и он будет мгновенно появляться в ваших символов поиска
tr_tr: Bir tane oluşturun ve anında sembol aramalarında görünecektir

source: Create new synthetic symbol
ar_sa: إنشاء رمز اصطناعي جديد
de_de: Neues synthetisches Symbol schaffen
es_es: Crear nuevo símbolo sintético
fa_ir: ایجاد نماد ترکیبی جدید
fr_fr: Créer un nouveau symbole synthétique
hi_in: नया सिंथेटिक प्रतीक बनाएं
ja_jp: 合成シンボルの新規作成
pl_pl: Tworzenie nowego symbolu syntetycznego
pt_br: Criar novo símbolo sintético
ru_ru: Создание нового синтетического символа
tr_tr: Yeni sentetik sembol oluştur

source: Create new
ar_sa: خلق جديد إبداع جديد
de_de: Erstelle neu
es_es: Crear nuevo
fa_ir: ایجاد جدید
fr_fr: Créer un nouveau
hi_in: नया बनाएं
it_it: Creare nuovo
ja_jp: 新しく作る
pl_pl: Tworzyć nowe
pt_br: Criar novo
ru_ru: Создать новый
tr_tr: Yeni oluştur

source: Create synthetic
ar_sa: خلق الاصطناعية
de_de: Erstellen Sie synthetische
es_es: Crear sintético
fa_ir: ایجاد مصنوعی
fr_fr: Créer une synthèse
hi_in: सिंथेटिक बनाएं
it_it: Crea sintetico
ja_jp: 合成を作成する
pl_pl: Utwórz syntetyczne
pt_br: Criar sintético
ru_ru: Создать синтетик
tr_tr: Sentetik oluştur

source: Are you sure want to delete {0}?
ar_sa: هل تريد بالتاكيد حذف {0} ؟
de_de: Wollen Sie bitte {0} löschen?
es_es: ¿Confirma que desea eliminar {0}?
fa_ir: آیا مطمئنید که می خواهید {0} را حذف کنید ؟
fr_fr: Voulez-vous vraiment supprimer {0}?
hi_in: क्या आप निश्चयपूर्वक {0} को हटाना चाहते हैं?
it_it: Sei sicuro di voler eliminare {0}?
ja_jp: {0} を削除してもよろしいですか?
pl_pl: Czy na pewno chcesz usunąć {0}?
pt_br: Quer apagar {0}?
ru_ru: Вы действительно хотите удалить {0}?
tr_tr: {0} öğesini silmek istediğinizden emin misiniz?

source: Name must be uniuque
ar_sa: يجب أن يكون الاسم uniuque
de_de: Der Name muss einheitlich sein
es_es: El nombre debe ser uniuque
fa_ir: نام باید به صورت uniuque
fr_fr: Le nom doit être uniuque
hi_in: नाम होना चाहिए uniuque
it_it: Il nome deve essere unico
ja_jp: 名前はユニークでなければならない
pl_pl: Imię musi być uunique
pt_br: O nome deve ser uniuque
ru_ru: Имя должно быть уникальным
tr_tr: İsim benzersiz olmalıdır

source: Order entry
ar_sa: إدخال الأوامر
de_de: Auftragseingang
es_es: Entrada de orden
fa_ir: ورود سفارش
fr_fr: Entrée de commande
hi_in: आदेश प्रविष्टि
ja_jp: 注文エントリー
pl_pl: Zapis zamówienia
pt_br: Entrada do pedido
ru_ru: Панель ввода ордера
tr_tr: Emir girişi

source: Chart
ar_sa: الرسم البياني
de_de: Diagramm
es_es: Gráfico
fa_ir: نمودار
fr_fr: Graphiques
hi_in: चार्ट
ja_jp: チャート
pl_pl: Wykresu
pt_br: Gráfico
ru_ru: График
tr_tr: Grafik

source: DOM trader
ar_sa: تاجر DOM
de_de: DOM-Händler
es_es: Comerciante DOM
fa_ir: معامله گر DOM
fr_fr: Commerçant DOM
hi_in: डोम व्यापारी
ja_jp: DOMトレーダー
pl_pl: Przedsiębiorca DOM
pt_br: Comerciante DOM
ru_ru: Трейдер DOM
tr_tr: DOM tüccar

source: Market depth
ar_sa: عمق السوق
de_de: Markttiefe
es_es: Profundidad de mercado
fa_ir: عمق بازار
fr_fr: Profondeur du marché
hi_in: बाजार की गहराई
ja_jp: 市場の深さ
pl_pl: Głębokość rynku
pt_br: Profundidade de mercado
ru_ru: Стакан заявок
tr_tr: Piyasa derinliği

source: Time & Sales
ar_sa: الوقت والمبيعات
de_de: Zeit & Verkauf
es_es: &Tiempo & Ventas
fr_fr: Heure et ventes
hi_in: समय और बिक्री
ja_jp: タイム・アンド・セールス
pl_pl: Czas & sprzedaż
ru_ru: Лента сделок
tr_tr: Saat & Satışlar

source: DOM surface
ar_sa: سطح DOM
de_de: DOM-Oberfläche
es_es: Superficie DOM
fa_ir: سطح DOM
fr_fr: Surface DOM
hi_in: डोम सतह
ja_jp: DOM表面
pl_pl: Powierzchnia DOM
pt_br: Superfície DOM
ru_ru: Поверхность DOM
tr_tr: DOM yüzeyi

source: TPO chart
ar_sa: مخطط TPO
de_de: TPO-Diagramm
es_es: Gráfico TPO
fa_ir: نمودار TPO
fr_fr: Graphique TPO
hi_in: टीपीओ चार्ट
ja_jp: TPO チャート
pl_pl: Wykres TPO
pt_br: Gráfico TPO
ru_ru: Диаграмма TPO
tr_tr: TPO grafiği

source: Symbol Info
ar_sa: معلومات الرمز
es_es: Información del símbolo
fa_ir: اطلاعات نماد
fr_fr: Informations sur les symboles
hi_in: प्रतीक जानकारी
ja_jp: シンボル情報
pl_pl: Informacje o symbolu
pt_br: Informações sobre símbolos
ru_ru: Информация о символах
tr_tr: Sembol Bilgileri

source: Watchlist
ar_sa: قائمة الرغبات
es_es: Lista de seguimiento
fa_ir: لیست دیده بان
fr_fr: Liste de suivi
hi_in: ध्यानसूची
ja_jp: プライスパネル(リスト)
pl_pl: Obserwowane
ru_ru: Список наблюдения
tr_tr: İzleme listesi

source: Quote board
ar_sa: لوحة اقتباس
de_de: Zitat-Board
es_es: Tablero de citas
fa_ir: هیئت نقل قول
fr_fr: Tableau de cotation
hi_in: कोट बोर्ड
ja_jp: 見積書
pl_pl: Tablica kwotowa
pt_br: Tabela de cotações
ru_ru: Цитата доски
tr_tr: Teklif panosu

source: Market heat map
ar_sa: خريطة حرارة السوق
de_de: Markt-Wärmekarte
es_es: Mapa de calor del mercado
fa_ir: نقشه گرمای بازار
fr_fr: Carte de chaleur du marché
hi_in: बाजार गर्मी नक्शा
ja_jp: 市場ヒートマップ
pl_pl: Mapa ciepła rynku
pt_br: Mapa de calor do mercado
ru_ru: Карта теплового рынка
tr_tr: Piyasa ısı haritası

source: Coefficient
it_it: Coefficiente

source: No synthetic instruments yet
it_it: Non ci sono ancora strumenti sintetici

source: Create one and it will instantly appear in your instrument lookups
it_it: Creane uno e apparirà immediatamente nelle tue ricerche strumento

source: Create new synthetic instrument
it_it: Crea un nuovo strumento sintetico
