Repository: 3rdDimensionPlatform/Localization
Catalog: plug-ins/FxCellPanel/*.po
Languages: hi_in

source: FX cell
hi_in: FX सेल

source: Edit
hi_in: संपादित

source: Sell
hi_in: बेचना

source: Buy
hi_in: खरीद

source: Time in force
hi_in: बल में समय

source: Spread, ticks
hi_in: फैल, ticks

source: Apply
hi_in: लागू करना

source: Cancel
hi_in: रद्द करना

source: Trading is locked
hi_in: व्यापार बंद है

source: Trading is not allowed
hi_in: ट्रेडिंग की अनुमति नहीं है

source: No connection
hi_in: कोई कनेक्शन

source: ConfirmOrderPlacement
hi_in: पुष्टि
