Repository: 3rdDimensionPlatform/Localization
Catalog: plug-ins/ForwardCurvePanel/*.po
Languages: ar_sa, de_de, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, pt_pt, tr_tr, uk_ua

source: Settings
ar_sa: اعدادات
de_de: Einstellungen
fa_ir: تنظیمات
fr_fr: Paramètres
hi_in: सेटिंग्स
it_it: Impostazioni
ja_jp: 設定
pl_pl: Ustawienia
pt_pt: Configurações
tr_tr: Ayarlar
uk_ua: Параметри

source: Apply
ar_sa: تطبيق
de_de: Anwenden
fa_ir: درخواست
fr_fr: Appliquer
hi_in: लागू करना
it_it: Applicare
ja_jp: 適用
pl_pl: Zastosuj
pt_pt: Aplicar
tr_tr: Uygula
uk_ua: Застосувати

source: Close
ar_sa: إغلاق
de_de: Schließen
fa_ir: نزدیک
fr_fr: Fermer
hi_in: बंद करना
it_it: Vicino
ja_jp: 閉じる
pl_pl: Zamknij
pt_pt: Fechar
tr_tr: Kapat
uk_ua: Закрити

source: Forward Curve
ar_sa: منحنى للأمام
de_de: Vorwärtskurve
fa_ir: منحنی رو به جلو
fr_fr: Courbe vers l’avant
hi_in: फॉरवर्ड कर्व
it_it: Curva in avanti
ja_jp: 前方曲線
pl_pl: Krzywa do przodu
pt_pt: Curva para a Frente
tr_tr: Forward Eğrisi
uk_ua: Крива вперед

source: Add custom forward
ar_sa: إضافة مخصص إلى الأمام
de_de: Hinzufügen von benutzerdefiniertem Vorwärtsvorhaben
fa_ir: اضافه کردن سفارشی به جلو
fr_fr: Ajouter une avance personnalisée
hi_in: कस्टम आगे जोड़ें
it_it: Aggiungi inoltro personalizzato
ja_jp: カスタム転送を追加する
pl_pl: Dodawanie niestandardowego do przodu
pt_pt: Adicionar personalizado para a frente
tr_tr: Özel forward ekle
uk_ua: Додати нетиповий пересилання

source: Remove custom forward
ar_sa: إزالة مخصص إلى الأمام
de_de: Entfernen von benutzerdefiniertem Vorwärts-
fa_ir: حذف سفارشی به جلو
fr_fr: Supprimer l’avant personnalisé
hi_in: कस्टम फॉरवर्ड निकालें
it_it: Rimuovi inoltro personalizzato
ja_jp: カスタム転送を削除する
pl_pl: Usuwanie niestandardowego przesyłania dalej
pt_pt: Remova o personalizado para a frente
tr_tr: Özel forward kaldır
uk_ua: Вилучити нетиповий пересилання

source: No selected symbols
ar_sa: لا توجد رموز محددة
de_de: Keine ausgewählten Symbole
fa_ir: بدون نماد انتخاب شده
fr_fr: Aucun symbole sélectionné
hi_in: कोई चयनित प्रतीक नहीं
it_it: Nessun simbolo selezionato
ja_jp: 選択されたシンボルがありません
pl_pl: Brak wybranych symboli
pt_pt: Sem símbolos selecionados
tr_tr: Seçili sembol yok
uk_ua: Немає вибраних символів

source: You need to select futures roots to see Curve Chart
ar_sa: تحتاج إلى تحديد جذور المستقبل لمشاهدة المخطط المنحنى
de_de: Sie müssen Futures-Wurzeln auswählen , um Kurvendiagramm anzuzeigen
fa_ir: شما نیاز به انتخاب ریشه های آتی برای دیدن نمودار منحنی
fr_fr: Vous devez sélectionner des racines futures pour voir Curve Chart
hi_in: आपको वायदा जड़ों का चयन करने की आवश्यकता है वक्र चार्ट देखने के लिए
it_it: Ãˆ necessario selezionare le radici future per visualizzare grafico curva
ja_jp: 先物のルーツを選択する必要があります 曲線グラフを表示するには
pl_pl: Musisz wybrać korzenie futures , aby wyświetlić wykres krzywej
pt_pt: Precisa selecionar raízes de futuros para ver gráfico de curvas
tr_tr: Eğri Grafiği'ni görmek için Vadeli dayanağını seçmeniz gerekir
uk_ua: Потрібно вибрати коріння ф'ючерсів , щоб побачити криву діаграму

source: Price
ar_sa: السعر
de_de: Preis
fa_ir: قيمت
fr_fr: Prix
hi_in: मूल्य
it_it: Prezzo
ja_jp: 価格
pl_pl: Cena
pt_pt: Preço
tr_tr: Fiyat
uk_ua: Ціна

source: Basis, %(PA)
ar_sa: الأساس، %(PA)
fa_ir: اساس، %(PA)
fr_fr: Base, %(PA)
hi_in: आधार, %(PA)
it_it: Basi, %(PA)
ja_jp: ベーシス、%(PA)
pl_pl: Podstawa, %(PA)
pt_pt: Base, %(PA)
tr_tr: Baz, %(Yıllık)
uk_ua: Базис, %(PA)

source: General
ar_sa: عام
de_de: Allgemein
fa_ir: عمومی
fr_fr: Général
hi_in: सामान्य
it_it: Generale
ja_jp: 一般
pl_pl: Ogólne
pt_pt: Geral
tr_tr: Genel
uk_ua: Загальне

source: Premium/Discount
ar_sa: قسط / خصم
de_de: Premium/Rabatt
fa_ir: حق بیمه / تخفیف
fr_fr: Prime/Réduction
hi_in: प्रीमियम/डिस्काउंट
it_it: Premio/Sconto
ja_jp: プレミアム/ディスカウント
pl_pl: Premia/zniżka
pt_pt: Premium/Desconto
tr_tr: Prim/İskonto
uk_ua: Преміум/Знижка

source: Basis
ar_sa: الأساس
de_de: Grundlage
fa_ir: اساس
fr_fr: Base
hi_in: प्रवर्तन-बिंदु
it_it: Base
ja_jp: 基礎
pl_pl: Podstawie
pt_pt: Base
tr_tr: Baz
uk_ua: Основі

source: Historical data
ar_sa: بيانات تاريخية
de_de: Historische Daten
fa_ir: داده های تاریخی
fr_fr: Données historiques
hi_in: ऐतिहासिक डेटा
it_it: Dati storici
ja_jp: 履歴データ
pl_pl: Dane historyczne
pt_pt: Dados históricos
tr_tr: Tarihsel veriler
uk_ua: Історичні дані

source: Add curve
ar_sa: إضافة منحنى
de_de: Kurve hinzufügen
fa_ir: اضافه کردن منحنی
fr_fr: Ajouter une courbe
hi_in: वक्र जोड़ें
it_it: Aggiungi curva
ja_jp: 曲線の追加
pl_pl: Dodaj krzywą
pt_pt: Adicionar curva
tr_tr: Eğri ekle
uk_ua: Додати криву

source: Historical curves
ar_sa: المنحنيات التاريخية
de_de: Historische Kurven
fa_ir: منحنی های تاریخی
fr_fr: Courbes historiques
hi_in: ऐतिहासिक घटता
it_it: Curve storiche
ja_jp: 歴史的な曲線
pl_pl: Historyczne krzywe
pt_pt: Curvas históricas
tr_tr: Tarihsel eğriler
uk_ua: Історичні криві

source: No selected symbols to display curves
ar_sa: لا توجد رموز محددة لعرض المنحنيات
de_de: Keine ausgewählten Symbole zum Anzeigen von Kurven
fa_ir: بدون نماد انتخاب شده برای نمایش منحنی ها
fr_fr: Aucun symbole sélectionné pour afficher les courbes
hi_in: घटता प्रदर्शित करने के लिए कोई चयनित प्रतीक नहीं
it_it: Nessun simbolo selezionato per visualizzare le curve
ja_jp: 曲線を表示するシンボルが選択されていません
pl_pl: Brak wybranych symboli do wyświetlania krzywych
pt_pt: Sem símbolos selecionados para exibir curvas
tr_tr: Eğrileri görüntülemek için seçili sembol yok
uk_ua: Немає вибраних символів для відображення кривих

source: Expiration date
ar_sa: تاريخ الانتهاء
de_de: Ablaufdatum
fa_ir: تاریخ انقضا
fr_fr: Date d'expiration
hi_in: समाप्ति की तारीख
it_it: Data di scadenza
ja_jp: 満期日
pl_pl: Data ważności
pt_pt: Data de validade
tr_tr: Sona erme tarihi
uk_ua: Термін дії

source: Spot price
ar_sa: السعر الفوري
de_de: Spotpreis
fa_ir: قیمت نقطه
fr_fr: Prix au comptant
hi_in: स्पॉट प्राइस
it_it: Prezzo spot
ja_jp: スポット料金
pl_pl: Cena spot
pt_pt: Preço à vista
tr_tr: Spot fiyat
uk_ua: Спот ціна

source: Days to expire
ar_sa: الأيام للانتهاء
de_de: Ablauftage
fa_ir: روزها تا منقضی شدن
fr_fr: Jours jusqu'à l'expiration
hi_in: समाप्त होने वाले दिन
it_it: Giorni di scadenza
ja_jp: 満期までの日数
pl_pl: Dni do wygaśnięcia
pt_pt: Dias para o vencimento
tr_tr: Kalan gün sayısı
uk_ua: Термін дії днів минає

source: t
ar_sa: تي
fa_ir: طاهره
hi_in: टन
uk_ua: Т

source: Fair price
ar_sa: سعر عادل
de_de: Fairer Preis
fa_ir: قیمت عادلانه
fr_fr: Juste prix
hi_in: उचित मूल्य
it_it: Prezzo equo
ja_jp: 公正な価格
pl_pl: Uczciwa cena
pt_pt: Preço justo
tr_tr: Adil fiyat
uk_ua: Справедлива ціна

source: Theta
ar_sa: ثيتا
fa_ir: تتا
hi_in: थीटा
ja_jp: セータ
tr_tr: Teta
uk_ua: Тета

source: Prem/Disc
ar_sa: بريم/ قرص
fa_ir: بریم/دیسک
fr_fr: Prem/Disque
hi_in: प्रेम/डिस्क
it_it: Prem/Disco
ja_jp: プレム/ディスク
pl_pl: Prem/Płyta
pt_pt: Prem/Disco
tr_tr: Prim/İsk
uk_ua: Попередня/диск

source: Prem/Disc, %
ar_sa: بريم/قرص، %
fr_fr: Prem/Disque, %
hi_in: प्रेम/डिस्क, %
it_it: Prem/Disco, %
ja_jp: プレム/ディスク、%
pt_pt: Prem/Disco, %
tr_tr: Prim/İsk, %
uk_ua: Прем/диск, %

source: Prem/Disc, %(PA)
ar_sa: بريم/قرص، %(PA)
fr_fr: Prem/Disque, %(PA)
hi_in: प्रेम/डिस्क, %(PA)
it_it: Prem/Disco, %(PA)
ja_jp: プレム/ディスク、%(PA)
pt_pt: Prem/Disco, %(PA)
tr_tr: Prim/İsk, %(Yıllık)
uk_ua: Прем/диск, %(PA)

source: Basis, %
ar_sa: الأساس، النسبة المئوية
fa_ir: اساس، %
fr_fr: Base, %
hi_in: आधार, %
it_it: Basi, %
ja_jp: 基礎、%
pl_pl: Podstawa, %
pt_pt: Base, %
tr_tr: Baz, %
uk_ua: Базис, %

source: Number of contracts
ar_sa: عدد العقود
de_de: Anzahl der Verträge
fa_ir: تعداد قراردادها
fr_fr: Nombre de contrats
hi_in: ठेकों की संख्या
it_it: Numero di contratti
ja_jp: 契約数
pl_pl: Liczba umów
pt_pt: Número de contratos
tr_tr: Sözleşme sayısı
uk_ua: Кількість договорів

source: Term structure
ar_sa: هيكل المصطلح
de_de: Begriffsstruktur
fa_ir: ساختار اصطلاحی
fr_fr: Structure de terme
hi_in: शब्द संरचना
it_it: Struttura dei termini
ja_jp: 用語構造
pl_pl: Struktura terminów
pt_pt: Estrutura de prazo
tr_tr: Vade yapısı
uk_ua: Структура термінів

source: Futures contracts
ar_sa: العقود الآجلة
de_de: Futures-Kontrakte
fa_ir: قراردادهای آتی
fr_fr: Contrats
hi_in: वायदा अनुबंध
it_it: Contratti future
ja_jp: 先物
pl_pl: Kontrakty terminowe
pt_pt: Contratos futuros
tr_tr: Vadeli işlem sözleşmeleri
uk_ua: Ф'ючерсні контракти

source: First contract spread
ar_sa: انتشار العقد الأول
de_de: Erster Vertragsspread
fa_ir: اولین گسترش قرارداد
fr_fr: Premier contrat étalé
hi_in: पहला अनुबंध प्रसार
it_it: Primo spread contrattuale
ja_jp: 最初の契約スプレッド
pl_pl: Rozprzestrzenianie się pierwszego kontraktu
pt_pt: Primeiro contrato spread
tr_tr: İlk sözleşme makası
uk_ua: Перше поширення контракту

source: Second contract spread
ar_sa: انتشار العقد الثاني
de_de: Zweiter Vertragsspread
fa_ir: گسترش قرارداد دوم
fr_fr: Deuxième écart de contrat
hi_in: दूसरा अनुबंध प्रसार
it_it: Secondo spread contrattuale
ja_jp: 第2契約スプレッド
pl_pl: Drugi spread umowy
pt_pt: Segunda distribuição de contrato
tr_tr: İkinci sözleşme makası
uk_ua: Другий контрактний спред

source: Third contract spread
ar_sa: انتشار العقد الثالث
de_de: Dritter Vertragsspread
fa_ir: گسترش قرارداد سوم
fr_fr: Troisième écart de contrat
hi_in: तीसरा अनुबंध प्रसार
it_it: Terzo spread contrattuale
ja_jp: 第3契約スプレッド
pl_pl: Trzeci spread umowy
pt_pt: Terceiro spread de contrato
tr_tr: Üçüncü sözleşme makası
uk_ua: Третє поширення контракту

source: Chart & table
ar_sa: الرسم البياني والجدول
de_de: Diagramm & Tabelle
fr_fr: Graphique et table
hi_in: चार्ट और टेबल
it_it: Grafico e tabella
ja_jp: チャートとテーブル
pl_pl: Wykres & tabela
pt_pt: Gráfico e tabela
tr_tr: Grafik ve tablo
uk_ua: Діаграма та таблиця

source: Chart
ar_sa: الرسم البياني
de_de: Diagramm
fa_ir: نمودار
fr_fr: Graphiques
hi_in: चार्ट
it_it: Grafico
ja_jp: チャート
pl_pl: Wykresu
pt_pt: Gráfico
tr_tr: Grafik
uk_ua: Діаграми

source: Table
ar_sa: الجدول
de_de: Tabelle
fa_ir: جدول
fr_fr: Tableau
hi_in: सारणी
it_it: tavolo
ja_jp: 表
pl_pl: Tabeli
pt_pt: Tabela
tr_tr: Tablo
uk_ua: Таблиці

source: Edit price
ar_sa: تعديل السعر
de_de: Bearbeitungspreis
fa_ir: ویرایش قیمت
fr_fr: Modifier le prix
hi_in: मूल्य संपादित करें
it_it: Modifica prezzo
ja_jp: 価格の編集
pl_pl: Edytuj cenę
pt_pt: Preço de edição
tr_tr: Fiyatı düzenle
uk_ua: Змінити ціну

source: Edit date
ar_sa: تحرير التاريخ
de_de: Datum bearbeiten
fa_ir: تاریخ ویرایش
fr_fr: Modifier la date
hi_in: संपादित तिथि
it_it: Modifica data
ja_jp: 編集日
pl_pl: Edytuj datę
pt_pt: Data de edição
tr_tr: Tarihi düzenle
uk_ua: Змінити дату
