Repository: 3rdDimensionPlatform/Localization
Catalog: plug-ins/SymbolsLookupPlugin/*.po
Languages: ar_sa

source: Connection
ar_sa: الاتصال

source: All Connections
ar_sa: جميع الاتصالات

source: Connections {0}/{1}
ar_sa: اتصالات {0} / {1}

source: Exchange
ar_sa: تحويل

source: All Exchanges
ar_sa: كل التبادلات

source: Exchanges {0}/{1}
ar_sa: التبادلات {0} / {1}

source: Type
ar_sa: النوع

source: All Types
ar_sa: كل الانواع

source: Types {0}/{1}
ar_sa: أنواع {0} / {1}

source: Symbol lookup
ar_sa: البحث عن رمز

source: Filters
ar_sa: فلتر

source: Close
ar_sa: إغلاق

source: Search
ar_sa: بحث

source: Collapse all
ar_sa: تقليص الكل

source: Expand head node
ar_sa: قم بتوسيع عقدة الرأس

source: Expand first child node
ar_sa: قم بتوسيع عقدة الطفل الأولى

source: No symbols to display
ar_sa: لا توجد رموز لعرضها

source: No symbols found at {0}
ar_sa: لم يتم العثور علي إيه رموز في {0}

source: Loading...
ar_sa: ...جاري التحميل

source: {0}/{1} items
ar_sa: {0} / {1} عنصر

source: {0} items
ar_sa: {0} عنصر
