Repository: 3rdDimensionPlatform/Localization
Catalog: plug-ins/CorporateActionsPanel/*.po
Languages: pt_pt

source: Corporate actions
pt_pt: Ações empresariais

source: Date/Time
pt_pt: Data/hora

source: The date/time of the Corporate action
pt_pt: A data/hora da ação corporativa

source: Type
pt_pt: Tipo

source: Corporate action's type
pt_pt: Tipo de ação corporativa

source: Details
pt_pt: Detalhes

source: Corporate action's details
pt_pt: Detalhes da ação corporativa

source: Symbol
pt_pt: Ativo

source: Symbol name
pt_pt: Nome do Ativo

source: ID of the Corporate action
pt_pt: ID da ação corporativa
