Repository: 3rdDimensionPlatform/Localization
Catalog: plug-ins/BacktesterPanel/*.po
Languages: ar_sa, de_de, fa_ir, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, tr_tr, uk_ua

source: OHLC
fa_ir: اولیا
ru_ru: Цены OHLC
tr_tr: AYDK

source: Open
ar_sa: فتح
de_de: Öffnen
fa_ir: باز
hi_in: खोलें
it_it: Aperto
ja_jp: 開く
pl_pl: Otwarcie
pt_pt: Abertura
ru_ru: Цена открытия
tr_tr: Açılış
uk_ua: Ціна відкриття

source: Close
ar_sa: إغلاق
de_de: Schließen
fa_ir: نزدیک
hi_in: बंद करना
it_it: Vicino
ja_jp: 閉じる
pl_pl: Zamknij
pt_pt: Fechar
ru_ru: Цена закрытия
tr_tr: Kapat
uk_ua: Ціна закриття

source: Modelling scheme
ar_sa: نظام التصميم
de_de: Modellierungsschema
fa_ir: طرح مدلسازی
hi_in: मॉडलिंग योजना
it_it: Schema di modellizzazione
ja_jp: モデリング手法
pl_pl: Schemat modelowania
pt_pt: Esquema de modelagem
ru_ru: Схема моделирования
tr_tr: Modelleme şeması
uk_ua: Схема моделювання

source: General
ar_sa: عام
de_de: Allgemeines
fa_ir: عمومی
hi_in: सामान्य
it_it: Generale
ja_jp: 一般
pl_pl: Generał
pt_pt: Geral
ru_ru: Общие
tr_tr: Genel
uk_ua: Загальні

source: Multiple per side
ar_sa: متعددة لكل جانب
de_de: Mehrere pro Seite
fa_ir: چندگانه در هر طرف
hi_in: प्रति पक्ष एकाधिक
it_it: Più per lato
ja_jp: 1面あたり複数
pl_pl: Wiele po jednej stronie
pt_pt: Múltipla por lado
ru_ru: Несколько на каждую сторону
tr_tr: Yan başına birden fazla
uk_ua: Кілька на боці

source: Multiple positions
ar_sa: مواقف متعددة
de_de: Mehrere Positionen
fa_ir: موقعیت های چندگانه
hi_in: कई पदों
it_it: Posizioni multiple
ja_jp: 複数のポジション
pl_pl: Wiele pozycji
pt_pt: Posições múltiplas
ru_ru: Несколько позиций
tr_tr: Çoklu pozisyonlar
uk_ua: Кілька позицій

source: One Position
ar_sa: موقف واحد
de_de: Eine Position
fa_ir: یک موقعیت
hi_in: एक स्थिति
it_it: Una posizione
ja_jp: 1つのポジション
pl_pl: Jedna pozycja
pt_pt: Uma posição
ru_ru: Одна позиция
tr_tr: Bir pozisyon
uk_ua: Одна позиція

source: Fee per side, quoting currency
ar_sa: رسم للجانب ، نقلا عن العملة
de_de: Gebühr pro Seite, Währung
fa_ir: هزینه هر طرف ، به نقل از ارز
hi_in: प्रति पक्ष शुल्क, उद्धृत मुद्रा
it_it: Quota per lato, quotazione valuta
ja_jp: 1面あたりの手数料、通貨の引用
pl_pl: Opłata za stronę, cytując walutę
pt_pt: Taxa por lado, cotação de moeda
ru_ru: Комиссия за сторону, в валюте котирования
tr_tr: Taraf başına ücret, para karşılığı alıntı
uk_ua: Плата за кожну сторону, цитуючи валюту

source: Margin
ar_sa: الهامش
de_de: Spanne
fa_ir: حاشیه
hi_in: मार्जिन
it_it: Margine
ja_jp: マージン
pl_pl: Margines
pt_pt: Margem
ru_ru: Маржа
tr_tr: Marj
uk_ua: Маржа

source: Netting type
ar_sa: نوع الشباك
de_de: Netting-Typ
fa_ir: نوع توری
hi_in: नेटिंग प्रकार
it_it: Tipo di rete
ja_jp: ネットタイプ
pl_pl: Rodzaj siatki
pt_pt: Tipo de compensação
ru_ru: Тип неттирования
tr_tr: Örgü tipi
uk_ua: Тип сітки

source: Initial balance
ar_sa: الرصيد الافتتاحي
de_de: Anfangsbestand
fa_ir: تعادل اولیه
hi_in: प्रारंभिक शेष
it_it: Equilibrio iniziale
ja_jp: 初期残高
pl_pl: Saldo początkowe
pt_pt: Saldo inicial
ru_ru: Начальный баланс
tr_tr: Ilk denge
uk_ua: Початковий баланс

source: None
ar_sa: لا يوجد
de_de: Keiner
fa_ir: هیچ کدام
hi_in: कोई नहीं
it_it: Nessuna
ja_jp: なし
pl_pl: Brak
pt_pt: Nenhum
ru_ru: Не задано
tr_tr: Yok
uk_ua: Ні

source: Fixed
ar_sa: ثابت
de_de: Fest
fa_ir: ثابت
hi_in: निश्चित
it_it: Fisso
ja_jp: 固定
pl_pl: Naprawiony
pt_pt: Fixo
ru_ru: Зафиксированно
tr_tr: Sabit
uk_ua: Виправлено

source: Range
ar_sa: المدى
de_de: Angebot
fa_ir: محدوده
hi_in: श्रेणी
it_it: Gamma
ja_jp: 範囲
pl_pl: Zakres:
pt_pt: Limite
ru_ru: Диапазон
tr_tr: Aralık
uk_ua: Діапазон

source: Execution delay
ar_sa: تأخير التنفيذ
de_de: Ausführungsverzögerung
fa_ir: تأخیر در اجرای حکم
hi_in: निष्पादन विलंब
it_it: Ritardo di esecuzione
ja_jp: 実行遅延
pl_pl: Opóźnienie wykonania
pt_pt: Atraso de execução
ru_ru: Задержка исполнения
tr_tr: Yürütme gecikmesi
uk_ua: Затримка виконання

source: Min (ms)
ar_sa: دقيقة (مللي ثانية)
fa_ir: دقیقه (خانم)
ja_jp: 分（ms）
ru_ru: Минимальное (мс)
uk_ua: Мінімальний (мс)

source: Max (ms)
ar_sa: ماكس (مللي)
fa_ir: حداکثر (خانم)
hi_in: मैक्स (एमएस)
ja_jp: 最大値（ミリ秒）
pl_pl: Maks. (Ms)
pt_pt: Máximo (ms)
ru_ru: Максимальное (мс)
uk_ua: Макс (мс)

source: Value (ms)
ar_sa: القيمة (بالميلي ثانية)
de_de: Wert (ms)
fa_ir: ارزش (خانم)
hi_in: मान (ms)
it_it: Valore (ms)
ja_jp: 値（ミリ秒）
pl_pl: Wartość (ms)
pt_pt: Valor (ms)
ru_ru: Значение (мс)
tr_tr: Değer (ms)
uk_ua: Значення (мс)

source: Remove symbol
ar_sa: إزالة الرمز
de_de: Entfernen Sie das Symbol
fa_ir: حذف نماد
hi_in: प्रतीक निकालें
it_it: Rimuovi il simbolo
ja_jp: シンボルを削除する
pl_pl: Usuń instrument
pt_pt: Remover Ativo
ru_ru: Удалить символ
tr_tr: Sembolü kaldır
uk_ua: Видалити символ

source: Open panel
ar_sa: افتح اللوحة
de_de: Fenster öffnen
fa_ir: باز کردن پانل
hi_in: खुला पैनल
it_it: Pannello aperto
ja_jp: オープンパネル
pl_pl: Otwórz panel
pt_pt: Painel aberto
ru_ru: Открыть панель
tr_tr: Paneli aç
uk_ua: Відкрита панель

source: Tick
ar_sa: حركة السعر
fa_ir: تیک
hi_in: टिक
it_it: zecca
ja_jp: ティック
pl_pl: Kleszcz
pt_pt: Carraça
ru_ru: Тик
tr_tr: Tik
uk_ua: Тик

source: 1 minute
ar_sa: 1 دقيقة
fa_ir: 1 دقیقه
hi_in: 1 मिनट
it_it: 1 minuto
ja_jp: 1分
pl_pl: 1 minuta
pt_pt: 1 minuto
ru_ru: 1 минута
tr_tr: 1 dakika
uk_ua: 1 хвилина

source: 1 day
ar_sa: يوم
de_de: 1 Tag
fa_ir: 1 روز قبل
it_it: 1 giorno
ja_jp: 1日
pl_pl: 1 dzień
pt_pt: 1 dia
ru_ru: 1 день
tr_tr: 1 gün
uk_ua: 1 день

source: Bid/Ask/Last
ar_sa: العرض / الطلب / مشاركة
de_de: Gebot / Nachfrage / Last
fa_ir: Bid/Ask/آخرین
hi_in: बोली/
it_it: Bid / Ask / Ultimo
ja_jp: 入札/尋ね/最後
pt_pt: Licitar / Perguntar / Último
ru_ru: Бид/Аск/Ласт
tr_tr: Teklif / / Son sor
uk_ua: Бід/Аск/Ласт

source: Last
ar_sa: الأخير
de_de: Letzte
fa_ir: آخرین
hi_in: पिछला
it_it: Ultimo
ja_jp: 最後
pl_pl: Ostatni
pt_pt: Último
ru_ru: Ласт
tr_tr: Son
uk_ua: Ласт

source: Order entry
ar_sa: إدخال الأوامر
de_de: Auftragserfassung
fa_ir: ورود سفارش
hi_in: आदेश प्रविष् टि
it_it: Inserimento ordini
ja_jp: 注文エントリー
pl_pl: Wprowadzanie zamówień
pt_pt: Entrada de ordem
ru_ru: Панель cоздания ордера
tr_tr: Emir girişi
uk_ua: Замовлення запису

source: Market Depth
ar_sa: عمق السوق
de_de: Markttiefe
fa_ir: عمق بازار
hi_in: बाज़ार गहराई
it_it: Profondità del mercato
ja_jp: 市場の深さ
pl_pl: Głębokość rynku
pt_pt: Profundidade de mercado
ru_ru: Глубина Рынка
tr_tr: Piyasa Derinliği
uk_ua: Глибина ринку

source: DOM Trader
ar_sa: DOM التاجر
de_de: DOM Händler
fa_ir: DOM تریدر
hi_in: डोम व्यापारी
ja_jp: DOMトレーダー
pt_pt: Comerciante DOM
ru_ru: DOM Трейдер
uk_ua: Трейдер DOM

source: Time & Sales
ar_sa: الوقت والمبيعات
de_de: Zeit und Verkauf
fa_ir: زمان فروش &
hi_in: समय और बिक्री
it_it: Tempo e vendite
ja_jp: タイム・アンド・セールス
pl_pl: Czas i sprzedaż
pt_pt: Tempo e vendas
ru_ru: Лента Сделок
tr_tr: Saat & Satışlar
uk_ua: Час і продаж

source: Account performance
ar_sa: أداء الحساب
de_de: Kontoführung
fa_ir: عملکرد حساب
hi_in: खाता प्रदर्शन
it_it: Prestazioni dell'account
ja_jp: 新しい口座のパフォーマンス
pl_pl: Wydajność konta
pt_pt: Desempenho da conta
ru_ru: Производительность Счета
tr_tr: Yeni Hesap performansı
uk_ua: Продуктивність облікового запису

source: Chart
ar_sa: الرسم البياني
de_de: Diagramm
fa_ir: نمودار
hi_in: चार्ट
it_it: Grafico
ja_jp: チャート
pl_pl: Wykres
pt_pt: Gráfico
ru_ru: График
tr_tr: Grafik
uk_ua: Діаграма

source: History Player
ar_sa: لاعب التاريخ
de_de: Geschichte Spieler
fa_ir: تاریخچه بازیکن
hi_in: इतिहास खिलाड़ी
it_it: Giocatore di storia
ja_jp: 歴史プレーヤー
pl_pl: Historia Gracz
pt_pt: Jogador da história
ru_ru: Исторический Плеер
tr_tr: Tarih Oyuncu
uk_ua: Програвач історії

source: Maximal limit is reached.
ar_sa: يتم الوصول إلى الحد الأقصى.
de_de: Maximale Grenze erreicht
fa_ir: حد حداکثر رسیده است.
hi_in: अधिकतम सीमा तक पहुंच गया है ।
it_it: Limite massimo raggiunto.
ja_jp: 最大限度に達しています。
pl_pl: Osiągnięciu maksymalnego limitu.
pt_pt: O limite máximo é alcançado.
ru_ru: Достигнут максимальный лимит.
tr_tr: Maksimal sınıra ulaşıldı.
uk_ua: Досягнуто максимальної межі.

source: Add symbol
ar_sa: إضافة رمز
de_de: Symbol hinzufügen
fa_ir: افزودن نماد
hi_in: प्रतीक जोड़ें
it_it: Aggiungi un simbolo
ja_jp: シンボルを追加する
pl_pl: Dodaj symbol
pt_pt: Adicionar Ativo
ru_ru: Добавить символ
tr_tr: Sembol ekle
uk_ua: Додати символ

source: Symbols
ar_sa: الرموز
de_de: Symbole
fa_ir: نمادها
hi_in: प्रतीकों
it_it: simboli
ja_jp: シンボル
pl_pl: Instrumenty
pt_pt: Ativos
ru_ru: Символы
tr_tr: Semboller
uk_ua: Символи

source: One step forward
ar_sa: خطوة الى الامام
de_de: Einen Schritt nach vorne
fa_ir: یک قدم به جلو
hi_in: एक कदम आगे
it_it: Un passo avanti
ja_jp: 一歩前進
pl_pl: Jeden krok naprzód
pt_pt: Um passo a frente
ru_ru: Один шаг вперед
tr_tr: Bir adım ileri
uk_ua: Один крок вперед

source: Pause simulation
ar_sa: وقفة المحاكاة
de_de: Simulation pausieren
fa_ir: مکث در شبیه سازی
hi_in: अनुरूपण रोकें
it_it: Metti in pausa la simulazione
ja_jp: シミュレーションを一時停止する
pl_pl: Wstrzymaj symulację
pt_pt: Simulação de pausa
ru_ru: Пауза
tr_tr: Duraklat simülasyonu
uk_ua: Призупинити моделювання

source: Ready to start simulation
ar_sa: على استعداد لبدء المحاكاة
de_de: Bereit zum Starten der Simulation
fa_ir: آماده برای شروع شبیه سازی
hi_in: सिमुलेशन शुरू करने के लिए तैयार
it_it: Pronto per iniziare la simulazione
ja_jp: シミュレーションを開始する準備ができました
pl_pl: Gotowy do rozpoczęcia symulacji
pt_pt: Pronto para iniciar a simulação
ru_ru: Готов к запуску моделирования
tr_tr: Simülasyona başlamak için hazır
uk_ua: Готовий розпочати симуляцію

source: Start simulation with selected symbols
ar_sa: بدء المحاكاة مع الرموز المحددة
de_de: Starten Sie die Simulation mit ausgewählten Symbolen
fa_ir: شروع شبیه سازی با نمادهای انتخاب شده
hi_in: चयनित प्रतीकों के साथ सिमुलेशन प्रारंभ करें
it_it: Inizia la simulazione con simboli selezionati
ja_jp: 選択したシンボルでシミュレーションを開始する
pl_pl: Rozpocznij symulację wybranymi symbolami
pt_pt: Iniciar simulação com símbolos selecionados
ru_ru: Начать моделирование с выбранными символами
tr_tr: Seçili sembollerle simülasyonu başlat
uk_ua: Почніть моделювання з вибраними символами

source: No symbols to simulate
ar_sa: لا توجد رموز لمحاكاة
de_de: Keine zu simulierenden Symbole
fa_ir: بدون نمادها برای شبیه سازی
hi_in: कोई प्रतीक अनुकरण करने के लिए
it_it: Nessun simbolo da simulare
ja_jp: シミュレートするシンボルはありません
pl_pl: Brak symboli do symulacji
pt_pt: Nenhum símbolo para simular
ru_ru: Символы отсутствуют
tr_tr: Simüle edilecek sembol yok
uk_ua: Немає символів для симуляції

source: You need select symbols to start simulation
ar_sa: تحتاج إلى تحديد الرموز لبدء المحاكاة
de_de: Sie benötigen ausgewählte Symbole, um die Simulation zu starten
fa_ir: شما باید نمادها را برای شروع شبیه سازی انتخاب کنید
hi_in: आप अनुकरण शुरू करने के लिए प्रतीकों का चयन की जरूरत
it_it: È necessario selezionare simboli per avviare la simulazione
ja_jp: シミュレーションを開始するには選択されたシンボルが必要です
pl_pl: Aby rozpocząć symulację, musisz wybrać symbole
pt_pt: Você precisa selecionar símbolos para iniciar a simulação
ru_ru: Для запуска моделирования необходимо выбрать символы
tr_tr: Simülasyonu başlatmak için sembollere ihtiyacınız var
uk_ua: Вам потрібно вибрати символи, щоб розпочати симуляцію

source: START
ar_sa: بداية
de_de: ANFANG
fa_ir: شروع
hi_in: प्रारंभ
it_it: INIZIO
ja_jp: 開始
pl_pl: POCZĄTEK
pt_pt: COMEÇAR
ru_ru: НАЧАТЬ
tr_tr: BAŞLA
uk_ua: Почати

source: Start simulation
ar_sa: ابدأ المحاكاة
de_de: Starten Sie die Simulation
fa_ir: شروع شبیه سازی
hi_in: प्रारंभ सिमुलेशन
it_it: Inizia la simulazione
ja_jp: シミュレーションを開始する
pl_pl: Rozpocznij symulację
pt_pt: Iniciar simulação
ru_ru: Начать моделирование
tr_tr: Simülasyonu başlat
uk_ua: Почніть симуляцію

source: STOP
ar_sa: توقف
de_de: HALT
fa_ir: بایست
hi_in: रुको
ja_jp: やめる
pl_pl: ZATRZYMAĆ
pt_pt: PARE
ru_ru: СТОП
tr_tr: DURDURMAK
uk_ua: Зупинити

source: Stop simulation
ar_sa: توقف المحاكاة
de_de: Stoppen Sie die Simulation
fa_ir: توقف شبیه سازی
hi_in: सिमुलेशन रोकें
it_it: Fermare la simulazione
ja_jp: シミュレーションを停止する
pl_pl: Zatrzymaj symulację
pt_pt: Pare a simulação
ru_ru: Остановить моделирование
tr_tr: Simülasyonu durdur
uk_ua: Зупиніть симуляцію

source: Simulation is active
ar_sa: المحاكاة نشطة
de_de: Simulation ist aktiv
fa_ir: شبیه سازی فعال است
hi_in: सिमुलेशन सक्रिय है
it_it: La simulazione è attiva
ja_jp: シミュレーションはアクティブです
pl_pl: Symulacja jest aktywna
pt_pt: A simulação está ativa
ru_ru: Моделирование активно
tr_tr: Simülasyon aktif
uk_ua: Симуляція активна

source: Switch between full/short mode
ar_sa: التبديل بين الوضع الكامل / القصير
de_de: Wechseln Sie zwischen Voll- / Kurzmodus
fa_ir: جابه جایی بین حالت کامل/کوتاه
hi_in: पूर्ण/लघु मोड के बीच स्विच करें
it_it: Passa dalla modalità pieno / breve
ja_jp: フル/ショートモードを切り替える
pl_pl: Przełącz między trybem pełnym / krótkim
pt_pt: Alternar entre o modo completo / curto
ru_ru: Переключение между полным / коротким режимом
tr_tr: Tam / kısa mod arasında geçiş yap
uk_ua: Переключення між повним / коротким режимом

source: Specify History Player advanced settings
ar_sa: حدد المحفوظات المتقدمة لاعب الإعدادات
de_de: Legen Sie erweiterte Einstellungen für den Verlaufs-Player fest
fa_ir: تعیین تنظیمات پیشرفته پخش کننده تاریخچه
hi_in: इतिहास प्लेयर उंनत सेटिंग्स निर्दिष्ट करें
it_it: Specifica le impostazioni avanzate di History Player
ja_jp: 履歴プレーヤーの詳細設定を指定する
pl_pl: Określ ustawienia zaawansowane odtwarzacza
pt_pt: Especifique as configurações avançadas do History Player
ru_ru: Дополнительные параметры Исторического Плеера
tr_tr: Geçmiş Oyuncu Gelişmiş ayarlarını belirtin
uk_ua: Вкажіть історію Розширені параметри програвача

source: Add
ar_sa: إضافة
de_de: Hinzufügen
fa_ir: اضافه کردن
hi_in: जोड़ें
it_it: Inserisci
ja_jp: 追加する
pl_pl: Dodaj
pt_pt: Adicionar
ru_ru: Добавить
tr_tr: Ekle
uk_ua: Додати

source: Left border of history range
ar_sa: الحدود اليسرى للتاريخ المدى
de_de: Linker Rand des Verlaufsbereichs
fa_ir: مرز چپ محدوده تاریخ
hi_in: इतिहास सीमा के बाएं बॉर्डर
it_it: Bordo sinistro dell'intervallo cronologico
ja_jp: 履歴範囲の左境界線
pl_pl: Lewa granica zakresu historii
pt_pt: Fronteira esquerda do intervalo histórico
ru_ru: Стартовая точка исторического диапазона
tr_tr: Tarih aralığının sol sınırı
uk_ua: Ліва межа історичного ряду

source: Right border of history range
ar_sa: الحدود اليمنى للتاريخ المدى
de_de: Rechter Rand der Geschichte
fa_ir: مرز راست محدوده تاریخ
hi_in: इतिहास सीमा का दायां बॉर्डर
it_it: Bordo destro della cronologia
ja_jp: 履歴範囲の右ボーダー
pl_pl: Prawa granica zakresu historii
pt_pt: Fronteira direita do intervalo histórico
ru_ru: Конечная точка исторического диапазона
tr_tr: Tarih aralığının sağ sınırı
uk_ua: Праворуч кордон історії діапазону

source: Range of replay:
ar_sa: مجموعة من اعادتها:
de_de: Wiedergabebereich:
fa_ir: محدوده پخش:
hi_in: पुनरावृत्ति की श्रेणी:
it_it: Gamma di replay:
ja_jp: リプレイの範囲：
pl_pl: Zakres powtórki:
pt_pt: Gama de replay:
ru_ru: Диапазон:
tr_tr: Tekrar aralığı:
uk_ua: Діапазон відтворення:

source: Symbol
ar_sa: الرمز
fa_ir: نماد
hi_in: प्रतीक
it_it: Simbolo
ja_jp: シンボル
pl_pl: Instrument
pt_pt: Ativo
ru_ru: Символ
tr_tr: Sembol
uk_ua: Інструмент

source: Build from
ar_sa: البناء من
de_de: Bauen aus
fa_ir: ساخت از
hi_in: से निर्माण
it_it: Costruire da
ja_jp: 指定して構築する
pl_pl: Budować z
pt_pt: Cria a partir de
ru_ru: Построить из
tr_tr: Oluştur
uk_ua: Побудувати з

source: Executing type
ar_sa: نوع التنفيذ
de_de: Typ wird ausgeführt
fa_ir: نوع اجرا
hi_in: निष्पादन प्रकार
it_it: Esecuzione del tipo
ja_jp: 実行タイプ
pl_pl: Wykonywanie typu
pt_pt: Tipo de execução
ru_ru: Тип исполнения
tr_tr: Yürütme tipi
uk_ua: Виконання типу

source: Please specify correct dates.
ar_sa: يرجى تحديد التواريخ الصحيحة.
de_de: Bitte geben Sie die richtigen Daten an.
fa_ir: لطفا تاریخ های صحیح را مشخص کنید.
hi_in: कृपया सही दिनांक निर्दिष्ट करें ।
it_it: Si prega di specificare le date corrette.
ja_jp: 正しい日付を指定してください。
pl_pl: Podaj poprawne daty.
pt_pt: Por favor, especifique as datas corretas.
ru_ru: Укажите правильные даты.
tr_tr: Lütfen doğru tarihleri ​​belirtin.
uk_ua: Будь ласка, вкажіть правильні дати.

source: Do you really want to stop History Player? This action will delete all test results.
ar_sa: هل تريد حقا إيقاف "مشغل التاريخ" ؟ سيؤدي هذا الاجراء إلى حذف كافة نتائج الاختبار.
de_de: Wollen Sie den History Player wirklich stoppen? Diese Aktion löscht alle Testergebnisse.
fa_ir: آیا شما واقعا می خواهید برای جلوگیری از تاریخ پخش ؟ این عمل تمام نتایج آزمون را حذف خواهد کرد.
hi_in: आप वास्तव में इतिहास खिलाड़ी को रोकने के लिए करना चाहते हैं? यह क्रिया सभी परीक्षण परिणामों को हटा देगा ।
it_it: Vuoi davvero fermare il giocatore di storia? Questa azione eliminerà tutti i risultati del test.
ja_jp: あなたは本当に歴史のプレーヤーを停止したいですか?この操作により、すべてのテスト結果が削除されます。
pl_pl: Czy na pewno chcesz zatrzymać historię gracza? Ta czynność spowoduje usunięcie wszystkich wyników testu.
pt_pt: Você realmente quer parar o jogador de história? Essa ação excluirá todos os resultados de teste.
ru_ru: Вы действительно хотите остановить Истроический Плеер? Это действие удалит все результаты тестирования.
tr_tr: Gerçekten tarih oyuncusu durdurmak istiyor musunuz? Bu eylem, tüm test sonuçlarını siler.
uk_ua: Ви дійсно хочете зупинити історію гравця? Ця дія призведе до видалення всіх результатів перевірки.

source: Please select symbols from one connection
ar_sa: يرجى تحديد الرموز من اتصال واحد
de_de: Bitte wählen Sie Symbole aus einer Verbindung
fa_ir: لطفاً نمادها را از یک اتصال انتخاب کنید
hi_in: कृपया एक कनेक्शन से प्रतीकों का चयन करें
it_it: Si prega di selezionare i simboli da una connessione
ja_jp: 1つの接続からシンボルを選択してください
pl_pl: Wybierz symbole z jednego połączenia
pt_pt: Por favor selecione símbolos de uma conexão
ru_ru: Выберите символы из одного соединения.
tr_tr: Lütfen bir bağlantıdan sembol seçin
uk_ua: Будь ласка, виберіть символи з одного з'єднання

source: Caching history:
ar_sa: تاريخ التخزين المؤقت:
de_de: Caching-Geschichte:
fa_ir: تاریخچه ذخیره سازی:
hi_in: कैशिंग इतिहास:
it_it: Cronologia della cache:
ja_jp: キャッシュ履歴：
pl_pl: Historia buforowania:
pt_pt: Histórico de Cache:
ru_ru: Кеширование истории:
tr_tr: Önbellek geçmişi:
uk_ua: Кешування історії:

source: Max Speed
hi_in: अधिकतम गति
it_it: Massima velocità
ja_jp: マックス・スピード
pl_pl: Maksymalna prędkość
pt_pt: Velocidade máxima
ru_ru: Максимальная скорость

source: Speed 4
hi_in: स्पीड 4
it_it: Velocità 4
ja_jp: スピード4
pl_pl: Prędkość 4
pt_pt: Velocidade 4
ru_ru: Скорость 4

source: Speed 3
hi_in: स्पीड 3
it_it: Velocità 3
ja_jp: スピード3
pl_pl: Prędkość 3
pt_pt: Velocidade 3
ru_ru: Скорость 3

source: Speed 2
hi_in: स्पीड 2
it_it: Velocità 2
ja_jp: スピード2
pl_pl: Prędkość 2
pt_pt: Velocidade 2
ru_ru: Скорость 2

source: Speed 1
hi_in: स्पीड 1
it_it: Velocità 1
ja_jp: スピード1
pl_pl: Prędkość 1
pt_pt: Velocidade 1
ru_ru: Скорость 1

source: Step by step
hi_in: कदम से कदम
it_it: Passo dopo passo
ja_jp: ステップバイステップ
pl_pl: Krok po kroku
pt_pt: Passo a passo
ru_ru: Пошагово

source: Trading Simulator
ar_sa: محاكي التداول
fa_ir: شبیه ساز تجاری
hi_in: व्यापार सिम्युलेटर
it_it: Simulatore di trading
ja_jp: トレーディングシミュレータ
pl_pl: Symulator handlu
pt_pt: Simulador de Negociação
ru_ru: Торговый Симулятор
tr_tr: Ticaret Simülatörü
uk_ua: Торговельний симулятор

source: add
ar_sa: إضافة
de_de: hinzufügen
fa_ir: اضافه کردن
hi_in: जोड़ें
it_it: Inserisci
ja_jp: 追加する
pl_pl: Dodaj
pt_pt: adicionar
ru_ru: Добавить
tr_tr: eklemek
uk_ua: додати

source: Specify Trading Simulator advanced settings
ar_sa: حدد الإعدادات المتقدمة لمحاكي التداول
de_de: Legen Sie die erweiterten Einstellungen für den Trading Simulator fest
fa_ir: تعیین تنظیمات پیشرفته شبیه ساز تجاری
hi_in: ट्रेडिंग सिम्युलेटर उन्नत सेटिंग्स निर्दिष्ट करें
it_it: Specifica le impostazioni avanzate del simulatore di trading
ja_jp: トレーディングシミュレータの詳細設定を指定する
pl_pl: Określ zaawansowane ustawienia Symulatora transakcyjnego
pt_pt: Especifique as configurações avançadas do Trading Simulator
ru_ru: Расширенные настройки Торгового Симулятора
tr_tr: Trading Simulator gelişmiş ayarlarını belirtin
uk_ua: Вкажіть додаткові налаштування Trading Simulator

source: Add symbol for simulation
ar_sa: أضف رمزًا للمحاكاة
de_de: Fügen Sie ein Symbol für die Simulation hinzu
fa_ir: نماد شبیه سازی را اضافه کنید
hi_in: सिमुलेशन के लिए प्रतीक जोड़ें
it_it: Aggiungi un simbolo per la simulazione
ja_jp: シミュレーションのシンボルを追加する
pl_pl: Dodaj symbol do symulacji
pt_pt: Adicionar símbolo para simulação
ru_ru: Добавить символ для моделирования
tr_tr: Simülasyon için sembol ekle
uk_ua: Додати символ для моделювання

source: Trading Simulator current state
ar_sa: التجارة محاكي الحالة الحالية
de_de: Der aktuelle Status des Trading Simulators
fa_ir: وضعیت شبیه ساز معاملاتی فعلی
hi_in: ट्रेडिंग सिम्युलेटर वर्तमान स्थिति
it_it: Stato attuale del simulatore di trading
ja_jp: トレーディングシミュレータの現在の状態
pl_pl: Obecny stan Symulatora transakcyjnego
pt_pt: Estado atual do Simulador de Negociação
ru_ru: Текущее состояние Торгового Симулятора
tr_tr: Ticaret Simülatörü mevcut durumu
uk_ua: Торгове симулятор поточного стану

source: Order Flow Surface
ar_sa: نظام تدفق السطح
fa_ir: سطح جریان سفارش
tr_tr: Sipariş akışı yüzeyi
uk_ua: Порядок потоку поверхні
