Repository: 3rdDimensionPlatform/Localization
Catalog: plug-ins/LMEMarketWatchPanel/*.po
Languages: ar_sa, fa_ir, hi_in, it_it, ja_jp, pl_pl, pt_pt, ru_ru, tr_tr, uk_ua

source: LME Market Watch
ar_sa: LME مراقبة السوق
fa_ir: LME بازار دیده بان
hi_in: एलएमई मार्केट वॉच
it_it: Orologio da mercato LME
ja_jp: LMEマーケットウォッチ
pt_pt: Relógio de mercado LME
ru_ru: LME Рынок Смотреть
tr_tr: LME Market İzle
uk_ua: LME Ринок Годинники

source: Settings
ar_sa: الخيارات
fa_ir: تنظیمات
hi_in: सेटिंग्स
it_it: Impostazioni
ja_jp: 設定
pl_pl: Ustawienia
pt_pt: Configurações
ru_ru: Настройки
tr_tr: Ayarlar
uk_ua: Кольори...

source: ALL
ar_sa: جميع
fa_ir: همه
hi_in: सभी
it_it: Tutti
ja_jp: すべての
pl_pl: Wszystkie
pt_pt: TODOS OS
ru_ru: Все
tr_tr: Tüm
uk_ua: Всі

source: Switch to all view
ar_sa: التبديل إلى كل طريقة العرض
fa_ir: تغییر به همه نمایش
hi_in: सभी दृश्य पर स्विच करें
it_it: Passare a tutte le informazioni
ja_jp: すべてのビューに切り替える
pl_pl: Przełączanie do wszystkich widoków
pt_pt: Mudar para toda a vista
ru_ru: Переключиться на все представления
tr_tr: Tüm görünüme geçiş
uk_ua: Перемкнутися на все подання

source: Switch to {metalCode} view
ar_sa: التبديل إلى طريقة العرض {metalCode}
fa_ir: تعویض به {metalCode} مشاهده
hi_in: {धातुकोड} दृश्य पर स्विच करें
it_it: Passare alla visualizzazione "metalCode"
ja_jp: {メタルコード} ビューに切り替える
pl_pl: Przełączanie do widoku {metalCode}
pt_pt: Mudar para a vista {metalCode}
ru_ru: Переключитесь на представление «MetalCode»
tr_tr: {metalCode} görünümüne geçiş
uk_ua: Перехід до подання {metalCode}

source: Details
ar_sa: التفاصيل
fa_ir: جزئیات
hi_in: विवरण
it_it: Dettagli
ja_jp: 詳細
pl_pl: Szczegóły
pt_pt: Detalhes
ru_ru: Детали
tr_tr: Detaylar
uk_ua: Деталі

source: CU-BID
hi_in: सीयू-बिड
it_it: OFFERTA CU
pl_pl: CU-BID (CU-BID)
uk_ua: МС-ПРОПОЗИЦІЯ

source: CU-ASK
hi_in: सीयू-पूछो
pl_pl: CU-ASK (CU-ASK)
uk_ua: (У 200 за все)

source: AL-BID
ar_sa: العطاء
fa_ir: ال-بید
hi_in: अल-बोली
ja_jp: アルビッド
pl_pl: AL-BID (AL-BID)
ru_ru: АЛЬ-БИД
uk_ua: АЛЬ-БІДА

source: AL-ASK
ar_sa: آل أسك
hi_in: अल-पूछो
ja_jp: アル・アスク
ru_ru: АЛЬ-АСК
uk_ua: (У 200 ЗА ВСЕ)

source: PB-BID
hi_in: पीबी-बिड
it_it: OFFERTA PB
ja_jp: PB入札
pl_pl: PB-BID (STAWKA PB)
ru_ru: ПБ-БИД
uk_ua: PB-ПРОПОЗИЦІЯ

source: PB-ASK
hi_in: पीबी-पूछो
it_it: DOMANDA PB
ja_jp: PB-アスク
ru_ru: ПБ-АСК
uk_ua: (У 200 за все)

source: NI-BID
ar_sa: ني BID
hi_in: एनआई-बिड
it_it: OFFERTA NI
ja_jp: ニビッド
ru_ru: НИ-БИД
uk_ua: НІ-ПРОПОЗИЦІЮ

source: NI-ASK
ar_sa: ني-أسك
hi_in: एनआई-पूछो
ja_jp: ニ・アスク
pl_pl: NI-ASK (NI-ASK)
ru_ru: Н.И. СПРОСИТЬ
tr_tr: NI-SOR
uk_ua: (У 200 ЗА ВСЕ)

source: ZN-BID
it_it: Offerta N
pl_pl: ZN-BID (ZN-BID)
ru_ru: ЗН-БИД
uk_ua: ZN-СТАВКА

source: SN-BID
hi_in: एसएन बोली
it_it: OFFERTA SN
uk_ua: SN-СТАВКА

source: SN-ASK
hi_in: एसएन पूछो
uk_ua: (У 200 ЗА ВСЕ)

source: AA-BID
hi_in: एए-बोली
it_it: OFFERTA AA
pl_pl: Stawka AA
ru_ru: АА-БИД
uk_ua: АА-ПРОПОЗИЦІЯ

source: AA-ASK
hi_in: ए. ए.-पूछो
pl_pl: AA-ASK (AA-ASK)
ru_ru: АА-АСК
uk_ua: (У 200 ЗА ВСЕ)

source: NA-BID
hi_in: एनए-बिड
ja_jp: ナビッド
pl_pl: STAWKA NA-BID
ru_ru: НА-БИД
uk_ua: НА-ПРОПОЗИЦІЮ

source: NA-ASK
hi_in: एनए-पूछो
it_it: DOMANDA DI NA
ja_jp: ナアスク
uk_ua: (У 200 ЗА ВСЕ)

source: Warehouse Stock Details
ar_sa: تفاصيل مخزون المستودع
fa_ir: انبار جزئیات سهام
hi_in: वेयरहाउस स्टॉक विवरण
it_it: Dettagli magazzino
ja_jp: 倉庫在庫詳細
pl_pl: Szczegóły zapasów magazynowych
pt_pt: Detalhes do stock do armazém
ru_ru: Складские запасы Подробная информация
tr_tr: Depo Stok Detayları
uk_ua: Відомості про складський склад

source: Time
ar_sa: الوقت
fa_ir: زمان
hi_in: समय
it_it: Ore
ja_jp: 時間
pl_pl: Godzina
pt_pt: Tempo
ru_ru: Время
tr_tr: Zaman
uk_ua: Час

source: Last
ar_sa: الأخير
fa_ir: آخرین
hi_in: पिछला
it_it: Ultima
ja_jp: 最後
pl_pl: Ostatni
pt_pt: Último
ru_ru: Последние
tr_tr: Son
uk_ua: Останній

source: Bid Vol
ar_sa: سعر العطاء
fa_ir: بید ول
hi_in: बोली Vol
it_it: Offerta Vol
ja_jp: ビッド Vol
pl_pl: Licytuje obwód
pt_pt: Oferta Vol
ru_ru: Ставка Vol
tr_tr: Teklif Vol
uk_ua: Тендерна пропозиція Vol

source: Bid
ar_sa: عرض
fa_ir: پیشنهاد
hi_in: बोली
it_it: Offerta
ja_jp: 入札
pl_pl: Oferty
pt_pt: Licitação
ru_ru: Бид
tr_tr: Alış
uk_ua: Ставку

source: Ask
ar_sa: الطلب
fa_ir: بپرسید
hi_in: क़ीमत बताना
it_it: Chiedere
ja_jp: 求める
pl_pl: S
pt_pt: Perguntar
ru_ru: Аск
tr_tr: Satış
uk_ua: Запитати

source: Ask Vol
ar_sa: اسأل فول
fa_ir: بپرسید Vol
hi_in: Vol पूछो
it_it: Chiedi a Vol
ja_jp: アスク・ヴォル
pl_pl: Zapytaj Vol
pt_pt: Pergunte a Vol
ru_ru: Спросите Vol
tr_tr: Vol'a Sor
uk_ua: Запитайте Vol

source: Net
ar_sa: الصافي
fa_ir: خالص
hi_in: नेट
ja_jp: ネット
pl_pl: Netto
pt_pt: Líquido
ru_ru: Чистая
uk_ua: Мережі

source: Net%
ar_sa: صافي النسبة المئوية
fa_ir: خالص٪
hi_in: शुद्ध%
it_it: Percentuale netta
ja_jp: 純%
pl_pl: % netto
pt_pt: Percentagem líquida
ru_ru: Чистая%
uk_ua: Чистий%

source: Pclose
ar_sa: 5- خيط
hi_in: प्लास
ja_jp: プクローズ
pl_pl: Pclose ( pclose )
uk_ua: (у 200 за все)

source: Open
ar_sa: فتح
fa_ir: باز
hi_in: खोलें
it_it: Aperto
ja_jp: 開く
pl_pl: Otwarcie
pt_pt: Abertura
ru_ru: Открытие
tr_tr: Açılış
uk_ua: Відкрити

source: High
ar_sa: أعلى
fa_ir: بالا
hi_in: उच्च
it_it: alto
ja_jp: 高値
pl_pl: Wysokiej
pt_pt: Máxima
ru_ru: Высокий
tr_tr: Yüksek
uk_ua: Максимум

source: Low
ar_sa: أقل
fa_ir: کم
hi_in: संख्‍या आदि
it_it: Basso
ja_jp: 安値
pl_pl: Niskie
pt_pt: Mínimo
ru_ru: Минимум
tr_tr: Düşük
uk_ua: Низьким

source: Volume
ar_sa: الحجم
fa_ir: دوره
hi_in: आयतन
ja_jp: 出来高
pl_pl: Woluminu
ru_ru: Объем
tr_tr: Hacim
uk_ua: Обсяг

source: OI
hi_in: ओय
ja_jp: 大井
ru_ru: Эй
uk_ua: Ой

source: Today
ar_sa: اليوم
fa_ir: امروز
hi_in: आज
it_it: Oggi
ja_jp: 今日
pl_pl: Dzisiaj
pt_pt: Hoje
ru_ru: Сегодня
tr_tr: Bugün
uk_ua: Сьогодні

source: Today-1
ar_sa: اليوم-1
fa_ir: امروز-1
hi_in: आज-1
it_it: Oggi-1
ja_jp: 今日-1
pl_pl: Dzisiaj-1
pt_pt: Hoje a 1
ru_ru: Сегодня-1
tr_tr: Bugün-1
uk_ua: Сьогодні-1

source: Today-2
ar_sa: اليوم-2
fa_ir: امروز-2
hi_in: आज-2
it_it: Oggi-2
ja_jp: 今日-2
pl_pl: Dzisiaj-2
pt_pt: Hoje a 2
ru_ru: Сегодня-2
tr_tr: Bugün-2
uk_ua: Сьогодні-2

source: Date
ar_sa: التاريخ
fa_ir: تاریخ
hi_in: दिनांक
it_it: Data
ja_jp: 日付
pl_pl: Data
pt_pt: Data
ru_ru: дата
tr_tr: Tarih
uk_ua: Дата

source: Final
ar_sa: النهائي
fa_ir: نهایی
hi_in: अंतिम
it_it: Finale
ja_jp: 最終的な
pl_pl: Ostateczną
ru_ru: Окончательный
tr_tr: Son
uk_ua: Остаточний

source: Provisional
ar_sa: المؤقت
fa_ir: موقت
hi_in: कच्‍चा
it_it: Provvisorio
ja_jp: 仮
pl_pl: Tymczasowego
pt_pt: Provisório
ru_ru: Предварительная
tr_tr: Geçi -ci
uk_ua: Попередня

source: Cash Bid
ar_sa: عطاء نقدي
fa_ir: پیشنهاد نقدی
hi_in: नकद बोली
it_it: Offerta in contanti
ja_jp: 現金入札
pl_pl: Oferta gotówkowa
pt_pt: Oferta em dinheiro
ru_ru: Наличные ставки
tr_tr: Nakit Teklif
uk_ua: Грошова ставка

source: Cash Ask
ar_sa: اسألة نقدية
fa_ir: نقدی بپرسید
hi_in: नकद पूछें
it_it: Chiedi in contanti
ja_jp: 現金アスク
pl_pl: Zapytaj o gotówkę
pt_pt: Pedir dinheiro
ru_ru: Наличные Спросите
tr_tr: Nakit İste
uk_ua: Готівка Запитати

source: Cash Mid
ar_sa: كاش ميد
fa_ir: نقدی اواسط
hi_in: कैश मिड
it_it: Metà di cassa
ja_jp: キャッシュミッド
pl_pl: Środek gotówkowy
ru_ru: Наличная середина
tr_tr: Nakit Orta
uk_ua: Готівковий середній

source: 3-Month Bid
ar_sa: عرض لمدة 3 أشهر
fa_ir: پیشنهاد 3 ماهه
hi_in: 3 महीने की बोली
it_it: Offerta di 3 mesi
ja_jp: 3ヶ月の入札
pl_pl: Oferta 3-miesięczna
pt_pt: Licitação de 3 meses
ru_ru: 3-месячная ставка
tr_tr: 3 Aylık Teklif
uk_ua: 3-місячна ставка

source: 3-Month Ask
ar_sa: 3 أشهر اسأل
fa_ir: 3 ماه بپرسید
hi_in: 3 महीने पूछो
it_it: Chiedi di 3 mesi
ja_jp: 3ヶ月の質問
pl_pl: 3-miesięczne pytanie
pt_pt: Pergunta de 3 meses
ru_ru: 3-месячный спросить
tr_tr: 3 Aylık Sor
uk_ua: 3-місячний запит

source: 3-Month Mid
ar_sa: منتصف 3 أشهر
fa_ir: 3 ماه اواسط
hi_in: 3 महीने के मध्य
it_it: 3 mesi a metà
ja_jp: 3ヶ月中期
pl_pl: 3-miesięczna połowa
pt_pt: 3 meses a meio
ru_ru: 3-месячная середина
tr_tr: 3-Ay Ortası
uk_ua: 3-місячна середина

source: Spread
ar_sa: انتشار
fa_ir: گسترش
hi_in: फैलना
it_it: Diffusione
ja_jp: スプレッド
pl_pl: Rozprzestrzenianie się
pt_pt: Espalhar
ru_ru: Спред
tr_tr: Yayıldı
uk_ua: Поширення

source: Carry
ar_sa: تحمل
fa_ir: حمل
hi_in: ले जाना
it_it: Portare
ja_jp: 運ぶ
pl_pl: Prowadzić
pt_pt: Transportar
ru_ru: Нести
tr_tr: Taşımak
uk_ua: Нести

source: C/B
ar_sa: جيم/باء
uk_ua: (у 200 за все)

source: 3M SELECT
ar_sa: 3M تحديد
fa_ir: انتخاب 3M
hi_in: 3M सेलेक्ट
it_it: 3M SELEZIONARE
ja_jp: 3M選択
pl_pl: 3M WYBIERZ
ru_ru: 3M ВЫБЕРИТЕ
tr_tr: 3M SEÇ
uk_ua: Вибір 3M

source: 3M COMPOSITE
ar_sa: 3M مركب
fa_ir: کامپوزیت 3M
hi_in: 3M कंपोजिट
it_it: 3M COMPOSITO
ja_jp: 3Mコンポジット
pl_pl: KOMPOZYT 3M
pt_pt: COMPOSTO 3M
ru_ru: КОМПОЗИТ 3M
tr_tr: 3M KOMPOZİt
uk_ua: Композитний 3M

source: TOM NEXT
ar_sa: توم التالي
fa_ir: تام بعدی
hi_in: टॉम नेक्स्ट
it_it: TOM AVANTI
ja_jp: トム・ネクスト
pl_pl: TOM NASTĘPNY
pt_pt: TOM SEGUINTE
ru_ru: ТОМ СЛЕДУЮЩИЙ
tr_tr: TOM SONRAKI
uk_ua: ТОМ НАСТУПНИЙ

source: CASH TO 3M
ar_sa: نقداً إلى 3M
fa_ir: پول نقد به 3M
hi_in: नकद 3M करने के लिए
it_it: CONTANTI A 3 MILIONI
ja_jp: 現金から3Mまで
pl_pl: GOTÓWKA DO 3M
pt_pt: DINHEIRO PARA 3M
ru_ru: ДЕНЕЖНЫЕ СРЕДСТВА ДО 3M
tr_tr: 3M'Ye NAKIT
uk_ua: ГОТІВКОЮ ДО 3М

source: CASH TO 3M COMP
ar_sa: النقدية إلى 3M COMP
fa_ir: پول نقد به 3M COMP
hi_in: नकद करने के लिए 3M COMP
it_it: CASH A 3M COMP
ja_jp: 現金から3Mコンプへ
pl_pl: GOTÓWKA DO 3M COMP
pt_pt: DINHEIRO PARA 3M COMP
ru_ru: ДЕНЕЖНЫЕ СРЕДСТВА ДО 3M КОМП
tr_tr: 3M COMP'A PEŞİn
uk_ua: ГРОШОВІ КОШТИ ДО 3M КОМП

source: OFFICIAL CASH
ar_sa: النقد الرسمي
fa_ir: نقدی رسمی
hi_in: सरकारी नकदी
it_it: CONTANTI UFFICIALI
ja_jp: 公式現金
pl_pl: OFICJALNA GOTÓWKA
pt_pt: DINHEIRO OFICIAL
ru_ru: ОФИЦИАЛЬНЫЕ НАЛИЧНЫЕ
tr_tr: RESMİ NAKİt
uk_ua: ОФІЦІЙНІ ГРОШОВІ КОШТИ

source: OFFICIAL 3M
ar_sa: 3M الرسمية
fa_ir: رسمی 3M
hi_in: सरकारी 3M
it_it: UFFICIALE 3M
ja_jp: 公式3M
pl_pl: OFICJALNY 3M
pt_pt: OFICIAL 3M
ru_ru: ОФИЦИАЛЬНЫЙ 3M
tr_tr: RESMİ 3M
uk_ua: ОФІЦІЙНИЙ 3M

source: UNOFFICIAL CASH
ar_sa: نقد غير رسمي
fa_ir: پول نقد غیر رسمی
hi_in: अनधिकृत नकदी
it_it: CONTANTI NON UFFICIALI
ja_jp: 非公式の現金
pl_pl: NIEOFICJALNA GOTÓWKA
pt_pt: DINHEIRO NÃO OFICIAL
ru_ru: НЕОФИЦИАЛЬНЫЕ НАЛИЧНЫЕ
tr_tr: GAYRI RESMI NAKIT
uk_ua: НЕОФІЦІЙНІ ГРОШОВІ КОШТИ

source: UNOFFICIAL 3M
ar_sa: غير رسمي 3M
fa_ir: غیر رسمی 3M
hi_in: अनधिकृत 3M
ja_jp: 非公式3M
pl_pl: NIEOFICJALNE 3M
pt_pt: NÃO OFICIAL 3M
ru_ru: НЕОФИЦИАЛЬНЫЙ 3M
tr_tr: GAyrı RESMI 3M
uk_ua: НЕОФІЦІЙНИЙ 3М

source: KERB CASH
ar_sa: كيرب كاش
fa_ir: KERB نقدی
hi_in: कर्ब कैश
it_it: CASSA DI CASSA DI KERB
ja_jp: 縁石現金
pl_pl: GOTÓWKA KRAWĘŻNIKA
pt_pt: DINHEIRO KERB
ru_ru: КЕРБ КЭШ
tr_tr: KERB NAKİt
uk_ua: КЕРБ ГОТІВКОЮ

source: KERB 3M
hi_in: केर्ब 3M
ja_jp: 縁石 3M
pl_pl: KRAWĘŻNIK 3M
ru_ru: КЕРБ 3М
uk_ua: Керб 3М

source: MONTHLY AVG CASH
ar_sa: متوسط النقدية الشهرية
fa_ir: پول نقد ماهانه AVG
hi_in: मासिक औसत नकद
it_it: MENSILE AVG CASH
ja_jp: 毎月の平均現金
pl_pl: MIESIĘCZNA ŚREDNIA GOTÓWKA
pt_pt: MENSAL AVG CASH
ru_ru: ЕЖЕМЕСЯЧНЫЕ AVG НАЛИЧНЫМИ
tr_tr: AYLIK AVG NAKİt
uk_ua: ЩОМІСЯЧНА СЕРЕДНЯ ГОТІВКА

source: MONTHLY AVG 3M
ar_sa: شهريًا AVG 3M
fa_ir: ماهانه AVG 3M
hi_in: मासिक औसत 3M
it_it: MENSILE AVG 3M
ja_jp: 月次平均3M
pl_pl: MIESIĘCZNY AVG 3M
pt_pt: AVG MENSAL 3M
ru_ru: ЕЖЕМЕСЯЧНЫЙ AVG 3M
tr_tr: AYLIK AVG 3M
uk_ua: ЩОМІСЯЧНИЙ AVG 3M

source: C1
ar_sa: جيم 1
uk_ua: (у 200 за все

source: C2
ar_sa: جيم 2
fa_ir: سی۲
pl_pl: C2 (c2)
uk_ua: (у 200 за все

source: C3
ar_sa: جيم 3
fa_ir: سی۳
pl_pl: C3 (w języku)
uk_ua: (у 200 за все

source: LME/MCX C2
uk_ua: (У 200 за все)

source: OPEN STOCK
ar_sa: الأسهم المفتوحة
fa_ir: سهام باز
hi_in: ओपन स्टॉक
it_it: MAGAZZINO APERTO
ja_jp: オープン在庫
pl_pl: ZAPASY OTWARTE
pt_pt: ESTOQUE ABERTO
ru_ru: ОТКРЫТЫЙ ЗАПАС
tr_tr: AÇIK STOK
uk_ua: ВІДКРИТИЙ ЗАПАС

source: IN
ar_sa: في
fa_ir: در
hi_in: इंच
it_it: Pollici
ja_jp: インチ
pl_pl: Cala
pt_pt: EM
ru_ru: В
tr_tr: Inç
uk_ua: Дюйма

source: OUT
ar_sa: خارج
fa_ir: خارج
hi_in: बाहर
it_it: Cambio
ja_jp: 乙
pl_pl: WYJŚCIE
pt_pt: FORA
ru_ru: ИЗ
uk_ua: З

source: CLOSING STOCK
ar_sa: إغلاق الأسهم
fa_ir: بسته شدن سهام
hi_in: क्लोजिंग स्टॉक
it_it: MAGAZZINO DI CHIUSURA
ja_jp: 決算在庫
pl_pl: AKCJE ZAMKNIĘCIA
pt_pt: ABASTECENDO
ru_ru: ЗАКРЫТИЕ АКЦИЙ
tr_tr: KAPANıŞ STOKU
uk_ua: ЗАКРИТТЯ АКЦІЙ

source: NET CHANGE
ar_sa: صافي التغيير
fa_ir: تغییر خالص
hi_in: नेट परिवर्तन
it_it: CAMBIAMENTO NETTO
ja_jp: ネット変更
pl_pl: ZMIANA NETTO
pt_pt: VARIAÇÃO LÍQUIDA
ru_ru: ЧИСТЫЕ ИЗМЕНЕНИЯ
tr_tr: NET DEĞİşİkLİk
uk_ua: ЧИСТА ЗМІНА

source: WARRANTS
ar_sa: اوامر
fa_ir: حکم
hi_in: वारंट
it_it: Garantisce
ja_jp: 保証
pl_pl: Gwarantuje
pt_pt: MANDADOS
ru_ru: Ордера
tr_tr: Garanti
uk_ua: Ордери

source: C. WARRANTS
ar_sa: جيم - أوامر القبض
hi_in: C. वारंट
it_it: C. GARANZIE
ja_jp: C. ワラント
pl_pl: C. GWARANCJE
pt_pt: C. MANDADOS
ru_ru: C. ОРДЕРА
tr_tr: C. GARANTİLER
uk_ua: C. ОРДЕРИ

source: CANCELLED RATIO
ar_sa: النسبة الملغاة
fa_ir: نسبت لغو شده
hi_in: रद्द अनुपात
it_it: RAPPORTO ANNULLATO
ja_jp: キャンセルされた比率
pl_pl: ANULOWANY STOSUNEK
pt_pt: RÁCIO CANCELADO
ru_ru: ОТМЕНЕННОЕ СООТНОШЕНИЕ
tr_tr: İptal ORANı
uk_ua: СКАСОВАНЕ СПІВВІДНОШЕННЯ
