Repository: 3rdDimensionPlatform/Localization
Catalog: plug-ins/PriceActionPlugin/*.po
Languages: ar_sa, de_de, fa_ir, hi_in, pl_pl, pt_pt, tr_tr, uk_ua, zh_cn, zh_tw

source: Add pattern
ar_sa: أضافه نمط
de_de: Muster hinzufügen
fa_ir: اضافه کردن الگو
hi_in: प्रतिमान जोड़ें
pl_pl: Dodaj wzór
pt_pt: Adicionar padrão
tr_tr: Desen ekle
uk_ua: Додати візерунок
zh_cn: 添加图案
zh_tw: 添加圖案

source: Open on chart
ar_sa: فتح علي الرسم البياني
de_de: Offen auf der Karte
fa_ir: باز کردن در نمودار
hi_in: चार्ट पर खोलें
pl_pl: Otwórz na wykresie
pt_pt: Abra na carta
tr_tr: Grafikte aç
uk_ua: Відкрити на діаграмі
zh_cn: 在图表上打开
zh_tw: 在圖表上打開

source: Are you sure want to stop?
ar_sa: هل أنت متاكد انك تريد التوقف ؟
de_de: Sind Sie sicher, dass Sie aufhören wollen?
fa_ir: آیا مطمئنید که می خواهید متوقف شود ؟
hi_in: क्या आप निश्चयपूर्वक रोकना चाहते हैं?
pl_pl: Czy na pewno chcesz przestać?
pt_pt: Tem certeza que quer parar?
tr_tr: Durmak istediğine emin misin?
uk_ua: Ви дійсно бажаєте зупинити?
zh_cn: 你确定要停下来吗？
zh_tw: 你確定要停下來嗎？

source: You need at least one pattern and symbol to start search
ar_sa: تحتاج نمط واحد علي الأقل ورمز لبدء البحث
de_de: Sie benötigen mindestens ein Muster und ein Symbol, um die Suche zu starten
fa_ir: شما نیاز به حداقل یک الگو و نماد برای شروع جستجو
hi_in: खोज प्रारंभ करने के लिए आपको कम से एक प्रतिमान और प्रतीक की आवश्यकता है
pl_pl: Aby rozpocząć wyszukiwanie, potrzebujesz co najmniej jednego wzoru i symbolu
pt_pt: Você precisa de pelo menos um padrão e símbolo para iniciar a pesquisa
tr_tr: Aramayı başlatmak için en az bir desen ve sembolün olması gerekir
uk_ua: Для початку пошуку необхідно мати принаймні один візерунок і символ
zh_cn: 您至少需要一个模式和符号才能开始搜索
zh_tw: 您至少需要一個模式和符號才能開始搜索

source: Pattern timeframe
ar_sa: اطار زمني للنمط
de_de: Musterzeitrahmen
fa_ir: بازه زمانی الگو
hi_in: प्रतिमान समय सीमा
pl_pl: Wzór ramy czasowe
pt_pt: Timeframe do teste padrão
tr_tr: Desen zaman dilimi
uk_ua: Візерунок терміни
zh_cn: 模式时间框架
zh_tw: 模式時間框架

source: History depth
ar_sa: عمق التاريخ
de_de: Geschichtstiefe
fa_ir: عمق تاریخچه
hi_in: इतिहास गहराई
pl_pl: Głębokość historii
pt_pt: Profundidade da história
tr_tr: Tarih derinliği
uk_ua: Глибина історії
zh_cn: 历史深度
zh_tw: 歷史深度

source: Probability target
ar_sa: الهدف الاحتمالية
de_de: Ziel der Wahrscheinlichkeit
fa_ir: هدف احتمال
hi_in: संभाव्यता लक्ष्य
pl_pl: Cel prawdopodobieństwa
pt_pt: Alvo de probabilidade
tr_tr: Olasılık hedefi
uk_ua: Цільова ймовірність
zh_cn: 概率目标
zh_tw: 概率目標

source: Price action screen
ar_sa: شاشه عمل السعر
de_de: Preis-Leistungs-Bildschirm
fa_ir: قیمت صفحه عمل
hi_in: मूल्य कार्रवाई स्क्रीन
pl_pl: Ekran Action (cena)
pt_pt: Tela de ação de preço
tr_tr: Fiyat eylem ekranı
uk_ua: Екран ціни дії
zh_cn: 价格操作屏幕
zh_tw: 價格操作螢幕

source: Keep
ar_sa: الحفاظ
de_de: Halten
fa_ir: نگه داشتن
hi_in: रखना
pl_pl: Zachować
pt_pt: Manter
tr_tr: Tutmak
uk_ua: Тримати
zh_cn: 保持
zh_tw: 保持

source: Symbol
ar_sa: الرمز
fa_ir: نماد
hi_in: प्रतीक
pl_pl: Instrument
pt_pt: Ativo
tr_tr: Sembol
uk_ua: Інструмент
zh_cn: 商品
zh_tw: 商品

source: Timeframe
ar_sa: زمني
de_de: Zeitrahmen
fa_ir: بازه زمانی
pl_pl: Ramach czasowych
pt_pt: Prazo
tr_tr: Süre
uk_ua: Терміни
zh_cn: 时间
zh_tw: 時間

source: Pattern type
ar_sa: نوع النقش
de_de: Mustertyp
fa_ir: نوع الگو
hi_in: प्रतिमान प्रकार
pl_pl: Typ wzoru
pt_pt: Tipo do teste padrão
tr_tr: Desen türü
uk_ua: Тип візерунка
zh_cn: 图案类型
zh_tw: 圖案類型

source: Date/time
ar_sa: التاريخ/الوقت
fa_ir: تاریخ/ساعت
hi_in: दिनांक/समय
pl_pl: Data/godzina
pt_pt: Data/hora
tr_tr: Tarih/saat
uk_ua: Дата й час
zh_cn: 日期/时间
zh_tw: 日期/時間

source: Control points
ar_sa: نقاط التحكم
de_de: Kontrollpunkte
fa_ir: نقاط کنترل
hi_in: नियंत्रण बिंदु
pl_pl: Punkty kontrolne
pt_pt: Pontos de controle
tr_tr: Kontrol noktaları
uk_ua: Контрольні точки
zh_cn: 控制点
zh_tw: 控制點

source: Action type
ar_sa: نوع الاجراء
de_de: Aktionstyp
fa_ir: نوع عمل
hi_in: क्रिया प्रकार
pl_pl: Typ akcji
pt_pt: Tipo de ação
tr_tr: Eylem türü
uk_ua: Тип дії
zh_cn: 操作类型
zh_tw: 操作類型

source: Pattern length
ar_sa: طول النقش
de_de: Musterlänge
fa_ir: طول الگو
hi_in: प्रतिरूप लंबाई
pl_pl: Długość wzoru
pt_pt: Comprimento do teste padrão
tr_tr: Desen uzunluğu
uk_ua: Довжина візерунку
zh_cn: 图案长度
zh_tw: 圖案長度

source: Age
ar_sa: العمر
de_de: Alter
fa_ir: سن
hi_in: उम्र
pl_pl: Wieku
pt_pt: Idade
tr_tr: Yaş
uk_ua: Вік
zh_cn: 年龄
zh_tw: 年齡

source: Probability
ar_sa: احتمال
de_de: Wahrscheinlichkeit
fa_ir: احتمال
hi_in: संभावना
pl_pl: Prawdopodobieństwo
pt_pt: Probabilidade
tr_tr: Olasılık
uk_ua: Ймовірність
zh_cn: 概率
zh_tw: 概率

source: Price pivot zone
ar_sa: سعر المنطقة المحورية
de_de: Preisschwenkzone
fa_ir: قیمت منطقه محوری
hi_in: मूल्य पिवट क्षेत्र
pl_pl: Cena Pivot Zone
pt_pt: Zona de pivô de preços
tr_tr: Fiyat Pivot bölgesi
uk_ua: Ціна опорній зоні
zh_cn: 价格枢轴区域
zh_tw: 價格樞軸區域
