Repository: 3rdDimensionPlatform/Localization
Catalog: common/*/*.po
Languages: ar_sa, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, uk_ua

source: Limit
ar_sa: الحدود
de_de: Grenze
es_es: Límite
fr_fr: Limite
it_it: Limite
ja_jp: 指値
pt_pt: Limite
ru_ru: Лимит
uk_ua: Ліміт

source: Price
ar_sa: السعر
de_de: Preis
es_es: Precio
fr_fr: Prix
it_it: Prezzo
ja_jp: 価格
pl_pl: Cena £
pt_pt: Preço
ru_ru: Цена
uk_ua: Ціна

source: Stop loss price should be less then limit price
ar_sa: يجب أن يكون سعر إيقاف الخسارة أقل من سعر الحد
de_de: Stop-Loss-Preis sollte weniger als Limit-Preis sein
es_es: El precio de la parada debe ser menor que el precio límite
fr_fr: Stop loss prix devrait être moins que le prix limite
it_it: Il prezzo di stop loss dovrebbe essere inferiore al prezzo limite
ja_jp: ストップロス価格は、限界価格を下回る必要があります
pl_pl: Cena Stop loss powinna być niższa niż cena limitowa
pt_pt: Stop loss price deve ser menor que o preço limite
ru_ru: Стоп-лосс-цена должна быть ниже предельной цены
uk_ua: Стоп-вартість втрати повинна бути меншою, ніж лімітована ціна

source: Take profit price should be more then limit price
ar_sa: يجب أن يكون سعر أخذ سعر أكثر من سعر الحد
de_de: Take-Profit-Preis sollte mehr als Limit-Preis sein
es_es: Tomar el precio de la ganancia debería ser más que el precio límite
fr_fr: Prendre le prix du profit devrait être plus que le prix limite
it_it: Prendere il prezzo di profitto dovrebbe essere più che il prezzo limite
ja_jp: 利益を取る価格は、その後の価格を制限する必要があります
pl_pl: Take cena zysku powinna być wyższa niż cena limitowa
pt_pt: Take preço do lucro deve ser mais do que o preço limite
ru_ru: Прибыль должна быть больше, чем предельная цена
uk_ua: Взяти ціну на прибуток повинна бути більше, ніж лімітована ціна

source: Stop loss price should be more then limit price
ar_sa: يجب أن يكون سعر إيقاف الخسارة أكثر من السعر المحدد
de_de: Stop-Loss-Preis sollte mehr als Limit-Preis sein
es_es: El precio de stop loss debe ser más que el precio límite
fr_fr: Stop loss prix devrait être plus que le prix limite
it_it: Il prezzo di stop loss dovrebbe essere più del prezzo limite
ja_jp: ストップロス価格は限界価格以上にする必要があります
pl_pl: Cena Stop loss powinna być wyższa niż cena limitowa
pt_pt: Parar o preço da perda deve ser mais do que o preço limite
ru_ru: Стоп-лосс-цена должна быть больше, чем предельная цена
uk_ua: Стоп втрати вартості повинна бути більш ніж лімітована ціна

source: Take profit price should be less then limit price
ar_sa: يجب أن يكون سعر أخذ سعر أقل من سعر الحد
de_de: Take-Profit-Preis sollte weniger als Limit-Preis sein
es_es: El precio Take Profit debería ser menor que el precio límite
fr_fr: Le prix du profit doit être inférieur au prix limite
it_it: Prendere il prezzo di profitto dovrebbe essere inferiore al prezzo limite
ja_jp: 利益の価格は限界価格以下であるべきである
pl_pl: Cena zysku powinna być niższa niż cena graniczna
pt_pt: Take preço do lucro deve ser inferior ao preço limite
ru_ru: Прибыль должна быть ниже предельной цены
uk_ua: Прийняти ціну прибутку повинна бути меншою, ніж лімітована ціна

source: Market
ar_sa: السوق
de_de: Markt
es_es: Mercado
fr_fr: Marché
it_it: Mercato
ja_jp: マーケット
pl_pl: Rynek
pt_pt: Mercado
ru_ru: Рыночный
uk_ua: Ринок

source: Stop loss price should be less then market ask price
ar_sa: يجب أن يكون سعر إيقاف الخسارة أقل من سعر الطلب بالسوق
de_de: Stop-Loss-Preis sollte weniger als Markt-Kurs-Preis sein
es_es: El precio de la parada debe ser menor que el precio de venta del mercado
fr_fr: Stop loss le prix devrait être moins que le prix demandé du marché
it_it: Il prezzo di stop loss dovrebbe essere inferiore al prezzo di mercato
ja_jp: ストップロス価格は市場価格を下回るはずです
pl_pl: Cena Stop loss powinna być niższa niż cena rynkowa
pt_pt: Parar o preço da perda deve ser menor que o preço de venda do mercado
ru_ru: Цена стоп-лосса должна быть меньше рыночной цены
uk_ua: Стоп втрати вартості повинна бути меншою, ніж на ринку запитати ціну

source: Take profit price should be more then market ask price
ar_sa: يجب أن يكون سعر أخذ سعر أكثر من سعر السوق
de_de: Take-Profit-Preis sollte mehr als Marktpreis sein
es_es: Tomar el precio de la ganancia debería ser más que el precio de venta del mercado
fr_fr: Prendre le prix du profit devrait être plus que le prix demandé du marché
it_it: Prendi il prezzo di profitto dovrebbe essere più del prezzo di mercato
ja_jp: 利益を取る価格は、市場価格を求めるより多くの必要があります
pl_pl: Take cena zysku powinna być wyższa niż cena rynkowa
pt_pt: Take preço do lucro deve ser mais do que o preço de mercado
ru_ru: Прибыль должна быть выше рыночной цены
uk_ua: Взяти ціну на прибуток повинна бути більше, ніж на ринку запитати ціну

source: Stop loss price should be more then market bid price
ar_sa: يجب أن يكون سعر إيقاف الخسارة أكثر من سعر عرض السوق
de_de: Stop-Loss-Preis sollte mehr als Marktgebotspreis sein
es_es: El precio de stop loss debe ser más alto que el precio de oferta del mercado
fr_fr: Stop loss prix devrait être plus que le prix du marché
it_it: Il prezzo di stop loss dovrebbe essere superiore al prezzo di mercato
ja_jp: ストップロス価格は、市場のビッダー価格以上にする必要があります
pl_pl: Cena Stop loss powinna być wyższa niż cena rynkowa
pt_pt: O preço de stop loss deve ser maior que o preço de compra no mercado
ru_ru: Стоп-лосс-цена должна быть больше рыночной цены
uk_ua: Ціна стоп-лотів повинна перевищувати ціну пропозиції на ринку

source: Take profit price should be less then market bid price
ar_sa: يجب أن يكون سعر أخذ سعر أقل من سعر عرض السوق
de_de: Take-Profit-Preis sollte weniger als Markt-Gebotspreis sein
es_es: El precio Take Profit debe ser menor que el precio de oferta del mercado
fr_fr: Le prix de prise de profit devrait être inférieur au prix de l'offre du marché
it_it: Prendere il prezzo di profitto dovrebbe essere inferiore al prezzo di offerta di mercato
ja_jp: 利益を取る価格は、市場の入札価格より少なくする必要があります
pl_pl: Cena zysku powinna być niższa niż cena rynkowa
pt_pt: Take preço do lucro deve ser menor que o preço de oferta de mercado
ru_ru: Прибыль должна быть меньше рыночной цены предложения
uk_ua: Взяти ціну на прибуток повинна бути меншою, ніж ціна пропозиції на ринку

source: Stop
ar_sa: إيقاف
de_de: Halt
es_es: Parar
fr_fr: Arrêter
ja_jp: 停止
pl_pl: Zatrzymaj
pt_pt: Pare
ru_ru: Стоп
uk_ua: Стоп

source: Stop limit
ar_sa: حد الإيقاف
es_es: Límite de stop
fr_fr: Limite stop
it_it: Limite di stop
ja_jp: ストップリミット
pl_pl: Limit zatrzymania
pt_pt: Limite de parada
ru_ru: Стоп лимит
uk_ua: Зупинити межу

source: Trigger price
ar_sa: سعر التحفيز
de_de: Triggerpreis
es_es: Precio de activación
fr_fr: Prix déclencheur
it_it: Prezzo trigger
ja_jp: トリガー価格
pl_pl: Cena spustu
pt_pt: Gatilho de preço
ru_ru: Цена триггера
uk_ua: Тригерна Ціна

source: Stop loss price should be less then stop price
ar_sa: يجب أن يكون سعر إيقاف الخسارة أقل من سعر التوقف
de_de: Stop-Loss-Preis sollte weniger als Stop-Preis sein
es_es: El precio de stop loss debe ser menor que el precio de parada
fr_fr: Stop loss prix devrait être moins, puis arrêter le prix
it_it: Il prezzo di stop loss dovrebbe essere inferiore al prezzo di stop
ja_jp: ストップロス価格は、ストップ価格より低くする必要があります
pl_pl: Cena Stop loss powinna być niższa niż cena zatrzymania
pt_pt: O preço de stop loss deve ser menor que o preço de stop
ru_ru: Стоп-лосс-цена должна быть меньше стоп-цены
uk_ua: Стоп втрати ціна повинна бути менше, ніж зупинити ціну

source: Take profit price should be more then stop price
ar_sa: يجب أن يكون سعر أخذ سعر أكثر من سعر التوقف
de_de: Take-Profit-Preis sollte mehr als Stop-Preis sein
es_es: Tomar el precio de la ganancia debería ser más que detener el precio
fr_fr: Prendre le prix du profit devrait être plus puis arrêter le prix
it_it: Prendere il prezzo di profitto dovrebbe essere più che fermare il prezzo
ja_jp: 利益を取る価格はより多くの停止価格をする必要があります
pl_pl: Take cena zysku powinna być wyższa niż cena zatrzymania
pt_pt: Take preço do lucro deve ser mais do que parar o preço
ru_ru: Прибыль должна быть больше, чем стоп-цена
uk_ua: Прийняти ціну на прибуток повинна бути більше, ніж зупинити ціну

source: Stop loss price should be more then stop price
ar_sa: يجب أن يكون سعر إيقاف الخسارة أكثر من سعر التوقف
de_de: Stop-Loss-Preis sollte mehr als Stop-Preis sein
es_es: El precio de la parada debe ser más alto que el precio
fr_fr: Stop loss prix devrait être plus puis arrêter le prix
it_it: Il prezzo di stop loss dovrebbe essere superiore al prezzo di stop
ja_jp: ストップロス価格は、停止価格より多くする必要があります
pl_pl: Cena Stop loss powinna być wyższa niż cena zatrzymania
pt_pt: Parar o preço da perda deve ser mais do que parar o preço
ru_ru: Стоп-лосс-цена должна быть больше, чем стоп-цена
uk_ua: Стоп втрати ціна повинна бути більш ніж зупинити ціну

source: Take profit price should be less then stop price
ar_sa: يجب أن يكون سعر أخذ سعر أقل من سعر التوقف
de_de: Take-Profit-Preis sollte weniger als Stop-Preis sein
es_es: El precio de la ganancia debe ser menor que el precio de parada
fr_fr: Prendre le prix de profit devrait être moins que le prix d'arrêt
it_it: Prendere il prezzo di profitto dovrebbe essere inferiore quindi fermare il prezzo
ja_jp: 利益を取る価格は、以下の価格を停止する必要があります
pl_pl: Take cena zysku powinna być mniejsza niż cena zatrzymania
pt_pt: Take preço do lucro deve ser menor que o preço de parada
ru_ru: Прибыль должна быть меньше, чем стоп-цена
uk_ua: Прийняти ціну на прибуток повинна бути менше, ніж зупинити ціну

source: Tr. stop
ar_sa: التحرك، إيقاف
ja_jp: トレーリングストップ
ru_ru: Тр. стоп

source: Trailing offset
ar_sa: أزاحه زائده
es_es: Desplazamiento final
fr_fr: Décalage de fuite
it_it: Offset finale
ja_jp: 後続のオフセット
pl_pl: Przesunięcie końcowe
pt_pt: Deslocamento à direita
ru_ru: Смещение в конце
uk_ua: Зсув заднього відступу

source: Unspecified
ar_sa: غير محدد
de_de: Nicht spezifiziert
es_es: Sin especificar
fr_fr: Non spécifié
it_it: imprecisato
ja_jp: 未指定
pl_pl: Nieokreślony
pt_pt: Não especificado
ru_ru: Неопределенные
uk_ua: Не визначено

source: Pending
ar_sa: معلق
de_de: steht aus
es_es: Pendiente
fr_fr: En attente
it_it: in attesa di
ja_jp: 保留中
pl_pl: W oczekiwaniu
pt_pt: Pendente
ru_ru: Ожидающий
uk_ua: Очікує на розгляд

source: Opened
ar_sa: افتتح
de_de: Geöffnet
es_es: Abrió
fr_fr: Ouvert
it_it: Ha aperto
ja_jp: 開かれた
pl_pl: Otwierany
pt_pt: Aberto
ru_ru: открытый
uk_ua: Відкрито

source: Partially Filled
ar_sa: مملوء جزئيا
de_de: Teilweise gefüllt
es_es: Parcialmente lleno
fr_fr: Partiellement rempli
it_it: Parzialmente riempito
ja_jp: 部分的に満たされた
pl_pl: Częściowo wypełnione
pt_pt: Parcialmente preenchido
ru_ru: Частично заполнено
uk_ua: Частково заповнений

source: Filled
ar_sa: ممتلئ
de_de: Gefüllt
es_es: aceptada
fr_fr: Remplie
it_it: pieno
ja_jp: 成立済み
pl_pl: Wypełniony
pt_pt: Executada
ru_ru: Заполнен
uk_ua: Заповнений

source: Canceled
ar_sa: ألغيت
de_de: Abgebrochen
es_es: Cancelado
fr_fr: Annulé
it_it: Annullato
ja_jp: キャンセル
pl_pl: Anulowany
pt_pt: Cancelado
ru_ru: отменен
uk_ua: Скасовано

source: Refused
ar_sa: تم رفضه
de_de: Verweigert
es_es: Rechazado
fr_fr: Refusé
it_it: rifiutato
ja_jp: 拒否されました
pl_pl: Odrzucono
pt_pt: Recusado
ru_ru: Отказано
uk_ua: Відмовлено

source: Modified
ar_sa: معدل
de_de: Geändert
es_es: Modificado
fr_fr: Modifié
it_it: Modificata
ja_jp: 修正済み
pl_pl: Zmodyfikowany
pt_pt: Modificado
ru_ru: Изменен
uk_ua: Змінено

source: Inactive
ar_sa: غير نشط
de_de: Inaktiv
es_es: Inactivo
fr_fr: Inactif
it_it: Inattivo
ja_jp: 非アクティブ
pl_pl: Nieaktywny
pt_pt: Inativo
ru_ru: Неактивный
uk_ua: Неактивний

source: Working
ar_sa: العمل
de_de: Arbeiten
es_es: Trabajando
fr_fr: Travail
it_it: Lavoro
ja_jp: ワーキング
pl_pl: Pracujący
pt_pt: Trabalhando
ru_ru: За работой
uk_ua: Робочий

source: Multiple positions
ar_sa: مواقف متعددة
de_de: Mehrere Positionen
es_es: Posiciones múltiples
fr_fr: Positions multiples
it_it: Posizioni multiple
ja_jp: 複数のポジション
pl_pl: Wiele pozycji
pt_pt: Posições múltiplas
ru_ru: Несколько позиций
uk_ua: Кілька позицій

source: Multiple positions per side
ar_sa: مواقف متعددة لكل جانب
de_de: Mehrere Positionen pro Seite
es_es: Múltiples posiciones por lado
fr_fr: Plusieurs positions par côté
it_it: Più posizioni per lato
ja_jp: 一面あたり複数のポジション
pl_pl: Wiele pozycji na stronę
pt_pt: Múltiplas posições por lado
ru_ru: Несколько позиций на сторону
uk_ua: Кілька позицій на стороні

source: One position
ar_sa: وظيفة واحده
de_de: Eine Position
es_es: Una posición
fr_fr: Une position
it_it: Una posizione
ja_jp: 1つの位置
pl_pl: Jednej pozycji
pt_pt: Uma posição
ru_ru: Одной позиции
uk_ua: Одну позицію

source: Undefined
ar_sa: غير محدد
de_de: Nicht definiert
es_es: Indefinido
fr_fr: Indéfini
it_it: Non definito
ja_jp: 未定義
pl_pl: Niezdefiniowany
pt_pt: Indefinido
ru_ru: Неопределенный
uk_ua: Невизначено

source: Box size
ar_sa: حجم المربع
de_de: Kastengröße
es_es: Tamaño del recuadro
fr_fr: Taille de la case
it_it: Formato della scatola
ja_jp: ボックスのサイズ
pl_pl: Rozmiar opakowania
pt_pt: Tamanho da caixa
ru_ru: Установите размер блока
uk_ua: Розмір поля

source: Reversal
ar_sa: عكسي
de_de: Umkehrung
es_es: Revocación
fr_fr: Inversion
it_it: Inversione
ja_jp: リバーサル
pl_pl: Odwrócenie
pt_pt: Reversão
ru_ru: Установите реверс
uk_ua: Розвороту

source: Style
ar_sa: النمط
de_de: Stil
es_es: Estilo
it_it: Stile
ja_jp: スタイル
pl_pl: Typ wykresu
pt_pt: Estilo
ru_ru: Стиль
uk_ua: Стиль

source: ticks
ar_sa: حركات الأسعار
de_de: Zecken
es_es: garrapatas
fr_fr: tiques
it_it: zecche
ja_jp: ティック
pl_pl: ticków
pt_pt: carrapatos
ru_ru: тики
uk_ua: кліщі

source: s
ar_sa: ث
es_es: sg
ja_jp: 秒
ru_ru: с
uk_ua: с

source: m
ar_sa: د
es_es: metro
ja_jp: 分
ru_ru: м
uk_ua: м

source: H
ar_sa: س
ja_jp: 時
ru_ru: ч

source: D
ar_sa: ي
es_es: re
fr_fr: J
ja_jp: 日
pl_pl: re
ru_ru: д

source: W
ar_sa: أ
es_es: S
fr_fr: S
ja_jp: 週
pt_pt: S
ru_ru: н

source: M
ar_sa: د
es_es: METRO
ja_jp: 分
ru_ru: М
uk_ua: М

source: Y
ar_sa: سن
es_es: A
fr_fr: A
ja_jp: 年
pt_pt: A
ru_ru: г

source: User
ar_sa: المستخدم
de_de: Benutzer
es_es: Usuario
fr_fr: Utilisateur
it_it: Utente
ja_jp: ユーザー
pl_pl: Użytkownik
pt_pt: Usuário
ru_ru: Пользователь
uk_ua: Користувач

source: Password
ar_sa: كلمة المرور
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
it_it: Parola d'ordine
ja_jp: パスワード
pl_pl: Hasło
pt_pt: Senha
ru_ru: Пароль
uk_ua: Пароль

source: Solid
ar_sa: صلب
de_de: Solide
es_es: Sólido
fr_fr: Solide
it_it: Solido
ja_jp: 固体
pl_pl: Solidny
pt_pt: Sólido
ru_ru: Сплошная линия
uk_ua: Твердий

source: Dash
ar_sa: خط فاصل
de_de: Strich
es_es: Guión
fr_fr: Tiret
it_it: trattino
ja_jp: ダッシュ
pl_pl: Myślniki
pt_pt: Traço
ru_ru: Штриховая линия
uk_ua: Тире

source: Dot
ar_sa: نقطة
de_de: Punkt
es_es: Punto
fr_fr: Point
it_it: Punto
ja_jp: ドット
pl_pl: Kropka
pt_pt: Ponto
ru_ru: Пунктирная линия
uk_ua: Крапка

source: Dash dot
ar_sa: اندفاعة نقطة
de_de: Strich Punkt
es_es: Guion punto
fr_fr: Point de tiret
ja_jp: ダッシュドット
pl_pl: Kropka kropka
pt_pt: Ponto de traço
ru_ru: Штрихпунктирная линия
uk_ua: Даш точка

source: Histogramm
ar_sa: مدرج تكراري
es_es: Histograma
fr_fr: Histogramme
ja_jp: ヒストグラム
pt_pt: Histograma
ru_ru: гистограмма
uk_ua: Гістограма

source: Bid
ar_sa: عرض
de_de: Bieten
es_es: Vender
fr_fr: Offre
it_it: Offerta
ja_jp: 入札
pl_pl: Oferta
pt_pt: Lance
ru_ru: Бид
uk_ua: Ставка

source: Ask
ar_sa: الطلب
de_de: Fragen
es_es: Comprar
fr_fr: Demande
it_it: Chiedere
ja_jp: 尋ねる
pl_pl: S
pt_pt: Pergunte
ru_ru: Аск
uk_ua: Запитай

source: Bid/Ask average
ar_sa: متوسط العرض/الطلب
de_de: Bid / Ask Durchschnitt
es_es: Media de compra/venta
fr_fr: Moyenne d'offre/de demande
ja_jp: BID/ASK平均
pl_pl: Średnia Bid/Ask
pt_pt: Média 'Bid'/'Ask'
ru_ru: По усредненной цене
uk_ua: Ставка / Запит середній

source: Last
ar_sa: الأخير
de_de: Letzte
es_es: Último
fr_fr: Dernier
it_it: Ultimo
ja_jp: 最後
pl_pl: Ostatni
pt_pt: Último
ru_ru: Ласт
uk_ua: Останній

source: Exception
ar_sa: استثناء
de_de: Ausnahme
es_es: Excepción
it_it: Eccezione
ja_jp: 例外
pl_pl: Wyjątek
pt_pt: Exceção
ru_ru: Исключение
uk_ua: Коментувати

source: None
ar_sa: لا يوجد
de_de: Keiner
es_es: Ninguno
fr_fr: Aucun
it_it: Nessuna
ja_jp: なし
pl_pl: Brak
pt_pt: Nenhum
ru_ru: Нет
uk_ua: Немає

source: Compare to previous
ar_sa: مقارنة مع السابق
de_de: Vergleichen Sie mit vorherigen
es_es: Comparar con el anterior
fr_fr: Comparer aux précédents
it_it: Confronta con precedente
ja_jp: 以前のものと比較
pl_pl: Porównaj z poprzednim
pt_pt: Compare com anterior
ru_ru: Сравнить с предыдущим
uk_ua: Порівняти з попереднім

source: By sign
ar_sa: عن طريق التوقيع
de_de: Durch Zeichen
es_es: Por signo
fr_fr: Par signe
it_it: Dal segno
ja_jp: 記号で
pl_pl: Znakiem
pt_pt: Por sinal
ru_ru: По знаку
uk_ua: За знаком

source: Contains
ar_sa: يحتوي
de_de: Enthält
es_es: Contiene
fr_fr: Contient
it_it: contiene
ja_jp: 内容
pl_pl: Zawiera
pt_pt: Contém
ru_ru: Содержит
uk_ua: Містить

source: Not contains
ar_sa: لا يحتوي
de_de: Nicht enthält
es_es: No contienen
fr_fr: Ne contient pas
it_it: Non contiene
ja_jp: 内容がありません
pl_pl: Nie zawiera
pt_pt: Não contém
ru_ru: Не содержит
uk_ua: Не містить

source: Maximize
ar_sa: إلى الحد الأقصى
de_de: Maximieren
es_es: Maximizar
fr_fr: Maximiser
it_it: massimizzare
ja_jp: 最大化
pl_pl: Maksymalizuj
pt_pt: Maximizar
ru_ru: Развернуть
uk_ua: Максимізувати

source: Restore
ar_sa: استيعاد
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Restaurer
it_it: Ristabilire
ja_jp: 復元
pl_pl: Przywróć w dół
pt_pt: Restaurar
ru_ru: Свернуть в окно
uk_ua: Відновлення

source: Custom title
ar_sa: عنوان مخصص
de_de: Benutzerdefinierter Titel
es_es: Título Personalizado
fr_fr: Titre personnalisé
it_it: Titolo personalizzato
ja_jp: カスタムタイトル
pl_pl: Niestandardowy tytuł
pt_pt: Título personalizado
ru_ru: Название панели
uk_ua: Користувальницький титул

source: {0} has not supported {1} event
ar_sa: {0} لم يدعم حدث {1}
de_de: {0} hat das Ereignis {1} nicht unterstützt
es_es: {0} no ha admitido el evento {1}
fr_fr: {0} n'a pas pris en charge l'événement {1}
it_it: {0} non ha supportato l'evento {1}
ja_jp: {0}はイベント{1}をサポートしていません
pl_pl: {0} nie obsługuje zdarzenia {1}
pt_pt: {0} não suportou {1} evento
ru_ru: {0} не поддерживает {1} событие
uk_ua: {0} не підтримує подію {1}

source: {0} has not supported {1} shared property
ar_sa: {0} لم يدعم {1} الملكية المشتركة
de_de: {0} hat die gemeinsame Eigenschaft {1} nicht unterstützt
es_es: {0} no ha admitido {1} propiedad compartida
fr_fr: {0} n'a pas pris en charge la propriété partagée {1}
it_it: {0} non ha supportato la proprietà condivisa {1}
ja_jp: {0}は{1}共有プロパティをサポートしていません
pl_pl: {0} nie obsługuje {1} właściwości wspólnej
pt_pt: {0} não suportou {1} propriedade compartilhada
ru_ru: {0} не поддерживает {1} совместное свойство
uk_ua: {0} не підтримує {1} спільну власність

source: Link
ar_sa: ربط
de_de: Verknüpfung
es_es: Enlace
fr_fr: Lien
it_it: collegamento
ja_jp: リンク
pl_pl: Połączyć
pt_pt: Ligação
ru_ru: Связь
uk_ua: Посилання

source: Red
ar_sa: أحمر
de_de: rot
es_es: Rojo
fr_fr: Rouge
it_it: Rosso
ja_jp: 赤色リンク
pl_pl: Czerwony
pt_pt: Vermelho
ru_ru: Красный
uk_ua: Червоний

source: Yellow
ar_sa: أصفر
de_de: Gelb
es_es: Amarillo
fr_fr: Jaune
it_it: Giallo
ja_jp: 黄色リンク
pl_pl: Żółte łącze
pt_pt: Amarelo
ru_ru: Жёлтый
uk_ua: Жовтий

source: Green
ar_sa: أخضر
de_de: Grün
es_es: Verde
fr_fr: Vert
it_it: verde
ja_jp: 緑色リンク
pl_pl: Zielony
pt_pt: Verde
ru_ru: Зеленый
uk_ua: Зелений колір з`єднання

source: Blue
ar_sa: أزرق
de_de: Blau
es_es: Azul
fr_fr: Bleu
it_it: Blu
ja_jp: 青色リンク
pl_pl: Niebieskie łącze
pt_pt: Azul
ru_ru: Синий
uk_ua: Синій

source: Purple
ar_sa: بنفسجي
de_de: Lila
es_es: Púrpura
fr_fr: Violet
it_it: Viola
ja_jp: 紫
pl_pl: Purpure
pt_pt: Purpure
ru_ru: Фиолетовый
uk_ua: Фіолетовий

source: Unlink
ar_sa: إزالة الربط
de_de: Verknüpfung aufheben
es_es: Eliminar enlace
fr_fr: Séparer
it_it: Scollega
ja_jp: リンク解除
pl_pl: Odczepić
pt_pt: Desconectar
ru_ru: Разъеденить
uk_ua: Від'єднати

source: Create bind
ar_sa: خلق ربط
de_de: Binde erstellen
es_es: Crear enlace
fr_fr: Créer une liaison
it_it: Crea bind
ja_jp: バインドを作成する
pl_pl: Utwórz wiązanie
pt_pt: Criar ligação
ru_ru: Создать связку
uk_ua: Створити зв'язування

source: Duplicate panel
ar_sa: تكرار اللوحة
de_de: Duplizieren Panel
es_es: Duplicar panel
fr_fr: Dupliquer le panneau
it_it: Pannello duplicato
ja_jp: パネルを複製する
pl_pl: Duplikuj panel
pt_pt: Duplicar painel
ru_ru: Копия панели
uk_ua: Дублювати панель

source: Save as template
ar_sa: حفظ كقالب
de_de: Als Vorlage speichern
es_es: Guardar como plantilla
fr_fr: Enregistrer en tant que modèle
it_it: Salva come modello
ja_jp: テンプレートとして保存する
pl_pl: Zachowaj jako szablon
pt_pt: Guardar como modelo
ru_ru: Сохранить как шаблон
uk_ua: Зберегти як шаблон

source: Set as default
ar_sa: الضبط كافتراضي
de_de: Als Standard einstellen
es_es: Establecer por defecto
fr_fr: Définir par défaut
it_it: Imposta come predefinito
ja_jp: デフォルトとして設定する
pl_pl: Ustaw jako domyślne
pt_pt: Definir Padrão
ru_ru: По умолчанию
uk_ua: Встановити за замовчуванням

source: Setup Actions
ar_sa: إجراءات الإعداد
de_de: Setup-Aktionen
es_es: Acciones de configuración
fr_fr: Actions d'installation
it_it: Imposta le azioni
ja_jp: セットアップアクション
pl_pl: Działania konfiguracyjne
pt_pt: Ações de configuração
ru_ru: Табличные алерты
uk_ua: Налаштування дій

source: Export Data
ar_sa: تصدير البيانات
de_de: Daten exportieren
es_es: Exportar datos
fr_fr: Exporter des données
it_it: Esporta dati
ja_jp: データのエクスポート
pl_pl: Eksportuj dane
pt_pt: Exportar dados
ru_ru: Экспорт данных
uk_ua: Експортувати дані

source: Help
ar_sa: مساعدة
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
it_it: Aiuto
ja_jp: ヘルプ
pl_pl: Wsparcie
pt_pt: Ajuda
ru_ru: Помощь
uk_ua: Допомога

source: Settings
ar_sa: الخيارات
de_de: die Einstellungen
es_es: Configuración
fr_fr: Paramètres
it_it: impostazioni
ja_jp: 設定
pl_pl: Ustawienia
pt_pt: Configurações
ru_ru: Настройки
uk_ua: Налаштування

source: Always On Top
ar_sa: دائما في القمة
de_de: Immer oben
es_es: Siempre en la cima
fr_fr: Toujours au top
it_it: Sempre in cima
ja_jp: 常にトップに
pl_pl: Zawsze na górze
pt_pt: Sempre no topo
ru_ru: Всегда на вершине
uk_ua: Завжди на висоті

source: Do you really want to reset to default settings?
ar_sa: هل تريد حقًا إعادة التعيين على الإعدادات الافتراضية؟
de_de: Möchten Sie wirklich auf die Standardeinstellungen zurücksetzen?
es_es: ¿Realmente desea restablecer la configuración predeterminada?
fr_fr: Voulez-vous vraiment rétablir les paramètres par défaut?
it_it: Vuoi davvero ripristinare le impostazioni predefinite?
ja_jp: 本当にデフォルト設定にリセットしますか？
pl_pl: Czy na pewno chcesz przywrócić ustawienia domyślne?
pt_pt: Você realmente deseja redefinir as configurações padrão?
ru_ru: Вы действительно хотите сбросить настройки по умолчанию?
uk_ua: Ви дійсно хочете скинути налаштування за замовчуванням?

source: Actions
ar_sa: الإجراءات
de_de: Aktionen
es_es: Acciones
fr_fr: actes
it_it: Azioni
ja_jp: アクション
pl_pl: Czynności
pt_pt: Ações
ru_ru: Действия
uk_ua: Дії

source: Filter
ar_sa: فلتر
es_es: Filtro
fr_fr: Filtre
it_it: Filtro
ja_jp: フィルター
pl_pl: Filtr
pt_pt: Filtro
ru_ru: Фильтр
uk_ua: Фільтрувати

source: SIMULATION
ar_sa: محاكاة
es_es: SIMULACIÓN
it_it: SIMULAZIONE
ja_jp: シミュレーション
pl_pl: SYMULACJA
pt_pt: SIMULAÇÃO
ru_ru: МОДЕЛИРОВАНИЕ
uk_ua: МОДЕЛЮВАННЯ

source: PLAYER
ar_sa: لاعب
de_de: SPIELER
es_es: JUGADOR
fr_fr: JOUEUR
it_it: GIOCATORE
ja_jp: プレーヤー
pl_pl: GRACZ
pt_pt: JOGADOR
ru_ru: ИГРОК
uk_ua: ГРАВЦЯ

source: HISTORICAL SYMBOL
ar_sa: الرمز التاريخي
de_de: Historisches Symbol
es_es: Símbolo histórico
fr_fr: Symbole historique
it_it: Simbolo storico
ja_jp: 歴史的記号
pl_pl: Symbol historyczny
pt_pt: Símbolo histórico
ru_ru: Исторический символ
uk_ua: Історичний символ

source: EMULATOR
ar_sa: المحاكي
es_es: Emulador
fr_fr: Émulateur
it_it: Emulatore
ja_jp: エミュレーター
pt_pt: Emulador
ru_ru: Эмулятор
uk_ua: Емулятор

source: Hotkeys
ar_sa: الاختصارات
es_es: Acceso directo
fr_fr: Raccourcis
it_it: Tasti di scelta rapida
ja_jp: ホットキー
pl_pl: Skróty klawiszowe
pt_pt: Teclas de atalho
ru_ru: Горячие клавиши
uk_ua: Гарячі клавіши

source: View
ar_sa: عرض
de_de: Aussicht
es_es: Ver
fr_fr: Visualiser
it_it: vista
ja_jp: ビュー
pl_pl: Widok
pt_pt: Exibir
ru_ru: Вид
uk_ua: Вид
