Repository: 3rdDimensionPlatform/Localization
Catalog: common/*/*.po
Languages: ar_sa, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, uk_ua

source: Currency
ar_sa: العملة
de_de: Währung
es_es: Divisa
fr_fr: Devise
it_it: Moneta
ja_jp: 通貨
pl_pl: Waluta
pt_pt: Moeda
ru_ru: Валюта
uk_ua: Валюта

source: Show position bar
ar_sa: إظهار شريط الموضع
de_de: Zeige Positionsleiste
es_es: Mostrar barra de posición
fr_fr: Afficher la barre de position
it_it: Mostra la barra di posizione
ja_jp: 位置バーを表示する
pl_pl: Pokaż pasek pozycji
pt_pt: Mostrar barra de posição
ru_ru: Показать позицию
uk_ua: Показати позиційну панель

source: Net Profit
ar_sa: صافي الربح
de_de: Reingewinn
es_es: Beneficio neto
fr_fr: Bénéfice net
it_it: Profitto netto
ja_jp: 純利益
pl_pl: Zysk netto
pt_pt: Lucro líquido
ru_ru: Чистая прибыль
uk_ua: Чистий дохід

source: Net Loss
ar_sa: خسارة صافية
de_de: Jahresfehlbetrag
es_es: Pérdida neta
fr_fr: Perte nette
it_it: Perdita netta
ja_jp: 純損失
pl_pl: Strata netto
pt_pt: Prejuízo líquido
ru_ru: Потеря сети
uk_ua: Чистий збиток

source: Grid color
ar_sa: لون الشبكة
de_de: Rasterfarbe
es_es: Color de cuadrícula
fr_fr: Couleur de la grille
it_it: Colore griglia
ja_jp: グリッド色
pl_pl: Kolor siatki
pt_pt: Cor da grade
ru_ru: Цвет сетки
uk_ua: Колір сітки

source: Vertical
ar_sa: عمودي
de_de: Vertikal
fr_fr: Verticale
it_it: Verticale
ja_jp: 垂直
pl_pl: Pionowy
ru_ru: Вертикальная
uk_ua: Вертикальний

source: Horizontal
ar_sa: أفقي
it_it: Orizzontale
ja_jp: 水平
pl_pl: Horisontal
ru_ru: Горизонтальная
uk_ua: Горизонтальний

source: All
ar_sa: جميع
de_de: Alle
es_es: Todo
fr_fr: Tout
it_it: Tutti
ja_jp: すべて
pl_pl: Wszystko
pt_pt: Todos
ru_ru: Все
uk_ua: Все

source: Show day map
ar_sa: عرض خريطة اليوم
de_de: Zeige Tageskarte
es_es: Mostrar mapa del día
fr_fr: Afficher la carte de la journée
it_it: Mostra la mappa del giorno
ja_jp: 日の地図を表示する
pl_pl: Pokaż mapę dnia
pt_pt: Mostrar mapa do dia
ru_ru: Показать карту дня
uk_ua: Показати карту дня

source: Show high/low
ar_sa: إظهار عالية / منخفضة
de_de: Zeige hoch / niedrig
es_es: Mostrar alto / bajo
fr_fr: Afficher haut / bas
it_it: Mostra alto / basso
ja_jp: 高低を表示
pl_pl: Pokaż wysoki / niski
pt_pt: Mostrar alta / baixa
ru_ru: Показать высокий / низкий
uk_ua: Показати високий / низький

source: Show last trade indicator
ar_sa: عرض مؤشر التداول الأخير
de_de: Zeige letzten Handelsindikator
es_es: Mostrar el último indicador de comercio
fr_fr: Afficher le dernier indicateur de commerce
it_it: Mostra l'ultimo indicatore di scambio
ja_jp: 最後の取引インジケータを表示する
pl_pl: Pokaż wskaźnik ostatniego handlu
pt_pt: Mostrar o último indicador de negociação
ru_ru: Показать последний индикатор торговли
uk_ua: Показати останній індикатор торгівлі

source: Size
ar_sa: الحجم
de_de: Größe
es_es: Tamaño
fr_fr: Taille
it_it: Dimensione
ja_jp: サイズ
pl_pl: Ilość
pt_pt: Quantidade
ru_ru: Размер
uk_ua: Розмір

source: Relative by volume
ar_sa: نسبي بحجم الحجم
de_de: Relativ nach Volumen
es_es: Relativa por volumen
fr_fr: Relative par volume
it_it: Relativo per volume
ja_jp: 出来高による相関
pl_pl: Względna według objętości
pt_pt: Relativa por volume
ru_ru: По объему
uk_ua: Відносний за обсягом

source: Relative by max volume
ar_sa: نسبي حسب الحجم الأقصى
de_de: Relativ nach maximaler Lautstärke
es_es: Relativo por volumen máximo
fr_fr: Relatif au volume maximum
it_it: Relativo dal volume massimo
ja_jp: 相対的な最大音量
pl_pl: Względna według maksymalnej głośności
pt_pt: Relativo pelo volume máximo
ru_ru: Относительный по максимальному объему
uk_ua: Відносно максимального об'єму

source: Full-size cells
ar_sa: خلايا كاملة الحجم
de_de: Zellen in voller Größe
es_es: Células de tamaño completo
fr_fr: Cellules pleine grandeur
it_it: Celle a grandezza naturale
ja_jp: フルサイズのセル
pl_pl: Pełnowymiarowe komórki
pt_pt: Células em tamanho real
ru_ru: Полноразмерные ячейки
uk_ua: Клітини повнорозмірні

source: Antagonistic size bars
ar_sa: أشرطة الحجم المضادة
de_de: Antagonistische Größenbalken
es_es: Barras de tamaño antagónico
fr_fr: Barres de taille antagoniste
it_it: Barre di dimensioni antagoniste
ja_jp: 拮抗するサイズのバー
pl_pl: Antagonistyczne paski wielkości
pt_pt: Barras de tamanho antagônico
ru_ru: Антагонистические размеры баров
uk_ua: Антагоністичні розміри барів

source: LIFO
ar_sa: الوارد أخيراً
fr_fr: DEPS
ja_jp: 後入先出法

source: FIFO
ar_sa: الوارد أولاً
fr_fr: PEPS
ja_jp: 先入先出法
ru_ru: ФИФО

source: By price level
ar_sa: بحسب مستوى السعر
de_de: Nach Preisniveau
es_es: Por nivel de precio
fr_fr: Par niveau de prix
it_it: Per livello di prezzo
ja_jp: 価格レベルによって
pl_pl: Według poziomu cen
pt_pt: Por nível de preço
ru_ru: По уровням цены
uk_ua: За рівнем ціни

source: Relative to volume
ar_sa: نسبي إلى الحجم
de_de: Relativ zum Volumen
es_es: Relativo a volumen
fr_fr: Relatif au volume
it_it: Rispetto al volume
ja_jp: 出来高との相関性
pl_pl: Względem objętości
pt_pt: Relativo ao volume
ru_ru: По объемам
uk_ua: Relatively to volume

source: Step to max volume
ar_sa: الانتقال إلى الحجم الأقصى
de_de: Schritt zu maximaler Lautstärke
es_es: Escalón al volumen máx.
fr_fr: Étape vers le volume maximum
it_it: Passa al volume massimo
ja_jp: ステップから最大出来高へ
pl_pl: Przejdź do maksymalnej głośności
pt_pt: Ir ao volume máximo
ru_ru: Пошагово к макс. объему
uk_ua: Крок до максимального об'єму

source: Center
ar_sa: المركز
es_es: Centro
fr_fr: Centre
it_it: Centro
ja_jp: 中央
pl_pl: Wyśrodkuj
pt_pt: Centro
ru_ru: Центр
uk_ua: Центр

source: PRESENT
ar_sa: حاضر
de_de: GESCHENK
es_es: PRESENTE
fr_fr: PRÉSENT
it_it: PRESENTE
ja_jp: 現在
pl_pl: OBECNY
pt_pt: PRESENTE
ru_ru: НАСТОЯЩЕЕ ВРЕМЯ
uk_ua: СЬОГОДЕННЯ

source: NOT PRESENT
ar_sa: غير موجود
de_de: NICHT ANWESEND
es_es: NO PRESENTE
fr_fr: PAS PRÉSENT
it_it: NON PRESENTE
ja_jp: 現在ではない
pl_pl: NIEOBECNY
pt_pt: NÃO PRESENTE
ru_ru: НЕ ПРИСУТСТВУЕТ
uk_ua: НЕ ПРИСУТНІЙ

source: Message
ar_sa: رسالة
de_de: Botschaft
es_es: Mensaje
it_it: Messaggio
ja_jp: メッセージ
pl_pl: Wiadomość
pt_pt: Mensagem
ru_ru: Сообщение
uk_ua: повідомлення

source: Sound
ar_sa: الصوت
de_de: Klingen
es_es: Sonido
fr_fr: Son
it_it: Suono
ja_jp: サウンド
pl_pl: Dźwięk
pt_pt: Som
ru_ru: Звук
uk_ua: Звук

source: Email
ar_sa: البريد الإلكتروني
ja_jp: Eメール
ru_ru: Эл. почта
uk_ua: Електронна пошта

source: Coloring cell
ar_sa: خلية التلوين
de_de: Färbezelle
fr_fr: Cellule à colorier
it_it: Cellula colorante
ja_jp: 着色細胞
pl_pl: Kolorowanka
pt_pt: Célula de coloração
ru_ru: Раскрашивающая ячейка
uk_ua: Фарбувальна клітина

source: Hiding
ar_sa: إخفاء
de_de: Versteckt
es_es: Ocultación
fr_fr: Cache
it_it: bastonatura
ja_jp: 隠蔽
pl_pl: Ukrywanie
pt_pt: Se escondendo
ru_ru: Прячется
uk_ua: Ховається

source: Order
ar_sa: أمر
de_de: Auftrag
es_es: Orden
fr_fr: Ordre
it_it: Ordine
ja_jp: 注文
pl_pl: Zlecenie
pt_pt: Ordem
ru_ru: Ордер
uk_ua: Ордер

source: Cancel order
ar_sa: إلغاء الأمر
de_de: Bestellung stornieren
es_es: Cancelar orden
fr_fr: Annuler l'ordre
it_it: Annulla Ordine
ja_jp: 注文をキャンセルする
pl_pl: Anuluj zlecenie
pt_pt: Cancelar ordens
ru_ru: Отменить ордер
uk_ua: Відмінити ордер

source: Close position
ar_sa: إغلاق الوضعية
de_de: Schließen Sie die Position
es_es: Cerrar posición
fr_fr: Fermer la position
it_it: Posizione chiusa
ja_jp: ポジションをクローズする
pl_pl: Zamknij pozycję
pt_pt: Fechar posição
ru_ru: Закрыть позицию
uk_ua: Закрити позицію

source: Coloring row
ar_sa: صف التلوين
de_de: Zeile färben
fr_fr: Rangée de coloriage
it_it: Fila da colorare
ja_jp: 彩色行
pl_pl: Wiersz kolorowania
pt_pt: Linha de coloração
ru_ru: Цветной ряд
uk_ua: Розмальовка рядка

source: Sort order
ar_sa: امر ترتيب
de_de: Sortierreihenfolge
es_es: Orden de clasificación
fr_fr: Ordre de tri
it_it: Ordinamento
ja_jp: ソート順
pl_pl: Porządek sortowania
pt_pt: Ordem de classificação
ru_ru: Порядок сортировки
uk_ua: Порядок сортування

source: Autosize of columns
ar_sa: تعديل الحجم تلقائياً
de_de: Autosize von Spalten
es_es: Tamaño automático
fr_fr: Auto-ajustement
ja_jp: 自動サイズ
pl_pl: Autosize kolumn
pt_pt: Autodimensionamento de colunas
ru_ru: Авторазмер колонок
uk_ua: Авторозмір стовпців

source: Auto re-sorting
ar_sa: إعادة الترتيب تلقائياً
de_de: Automatische Umsortierung
es_es: Reordenación automática
fr_fr: Réassortiment automatique
it_it: Riordinamento automatico
ja_jp: 自動整列
pl_pl: Automatyczne ponowne sortowanie
pt_pt: Reordenação automática
ru_ru: Автосортировка
uk_ua: Автоматичне повторне сортування

source: Group by
ar_sa: جمع بحسب
de_de: Gruppiere nach
es_es: Grupo por
fr_fr: Groupe par
it_it: Raggruppa per
ja_jp: でグループ化する
pl_pl: Grupuj wg
pt_pt: Agrupar por
ru_ru: Сгруппировать по
uk_ua: Згрупувати по

source: Columns visibility
ar_sa: رؤية الأعمدة
de_de: Spalten Sichtbarkeit
es_es: Visibilidad de columnas
fr_fr: La visibilité des colonnes
it_it: Visibilità delle colonne
ja_jp: 列の可視性
pl_pl: Widoczność kolumn
pt_pt: Visibilidade das colunas
ru_ru: Видимость столбцов
uk_ua: Видимість стовпців

source: Header text
ar_sa: نص العنوان
de_de: Überschrift
es_es: Texto del encabezado
fr_fr: Texte d'en-tête
it_it: Titolo
ja_jp: ヘッダー・テキスト
pl_pl: Tekst nagłówka
pt_pt: Texto de cabeçalho
ru_ru: Текст заголовка
uk_ua: Текст заголовка

source: Header font
ar_sa: خط رأس
de_de: Kopfzeile
es_es: Fuente del encabezado
fr_fr: Police d'en-tête
it_it: Carattere di intestazione
ja_jp: ヘッダーフォント
pl_pl: Czcionka nagłówka
pt_pt: Fonte de cabeçalho
ru_ru: Шрифт заголовка
uk_ua: Шрифт заголовка

source: Header alignment
ar_sa: محاذاة رأسية
de_de: Kopfzeilenausrichtung
es_es: Alineación de encabezado
fr_fr: Alignement d'en-tête
it_it: Allineamento testata
ja_jp: ヘッダーの配置
pl_pl: Wyrównanie hedera
pt_pt: Alinhamento de cabeçalho
ru_ru: Выравнивание заголовка
uk_ua: Вирівнювання заголовка

source: Column font
ar_sa: خط العمود
de_de: Spaltenschrift
es_es: Fuente de columna
fr_fr: Police de colonne
it_it: Carattere della colonna
ja_jp: 列フォント
pl_pl: Czcionka kolumny
pt_pt: Fonte da coluna
ru_ru: Шрифт столбца
uk_ua: Шрифт стовпця

source: Column alignment
ar_sa: محاذاة العمود
de_de: Spaltenausrichtung
es_es: Alineación de columna
fr_fr: Alignement de la colonne
it_it: Allineamento delle colonne
ja_jp: 列の配置
pl_pl: Wyrównanie kolumny
pt_pt: Alinhamento coluna
ru_ru: Выравнивание столбцов
uk_ua: Вирівнювання колонки

source: Column color
ar_sa: لون العمود
de_de: Spaltenfarbe
es_es: Color de columna
fr_fr: Colonne de couleur
it_it: Colore della colonna
ja_jp: 列の色
pl_pl: Kolor kolumny
pt_pt: Cor da coluna
ru_ru: Цвет столбца
uk_ua: Колір стовпця

source: Coloring mode
ar_sa: وضع التلوين
de_de: Farbmodus
es_es: Modo colorear
fr_fr: Mode de coloration
it_it: Modalità colorazione
ja_jp: 着色モード
pl_pl: Tryb kolorowania
pt_pt: Modo de coloração
ru_ru: Цветовой режим
uk_ua: Режим розфарбовування

source: Value up color
ar_sa: قيمة تصل اللون
de_de: Wert auf Farbe
es_es: Valorar el color
fr_fr: Valeur de la couleur
it_it: Valorizza il colore
ja_jp: 値上げの色
pl_pl: Zwiększ wartość koloru
pt_pt: Valorizar cor
ru_ru: Цвет возрастания
uk_ua: Колір зростання

source: Value down color
ar_sa: قيمة أسفل اللون
de_de: Value-Down-Farbe
es_es: Valor color abajo
fr_fr: Valeur en baisse de couleur
it_it: Valore in basso di colore
ja_jp: 値下がり色
pl_pl: Wartość w dół koloru
pt_pt: Valor abaixo da cor
ru_ru: Цвет понижения
uk_ua: Колір зниження

source: Add selected symbols
ar_sa: إضافة الرموز المحددة
de_de: Fügen Sie ausgewählte Symbole hinzu
es_es: Añadir símbolos seleccionados
fr_fr: Ajouter les symboles sélectionnés
it_it: Aggiungi simboli selezionati
ja_jp: 選択されたシンボルを追加する
pl_pl: Dodaj wybrane symbole
pt_pt: Adicionar Ativos selecionados
ru_ru: Добавить выбранные инструменты
uk_ua: Додати вибрані символи

source: Unpin from toolbar
ar_sa: إلغاء التثبيت من شريط الاداهات
de_de: Unpin aus der Toolbar
es_es: Liberar de la barra de herramientas
fr_fr: Détacher de la barre d'outils
it_it: Sbloccare da Toolbar
ja_jp: ツールバーからのピン留め解除
pl_pl: Odepnij od paska Toolbar
pt_pt: Desafixar da barra de ferramentas
ru_ru: Открепление из панели инструментов
uk_ua: Відкріпити від панелі інструментів

source: Pin on toolbar
ar_sa: دبوس علي شريط الاداهات
de_de: PIN in der Toolbar
es_es: PIN en la barra de herramientas
fr_fr: Épingle sur la barre d'outils
it_it: Perno sulla barra degli strumenti
ja_jp: ツールバーのピン
pl_pl: Przypnij na pasku narzędzi
pt_pt: PIN na barra de ferramentas
ru_ru: Вывод на панель инструментов
uk_ua: Закріпити на панелі інструментів

source: Rename
ar_sa: إعادة التسمية
de_de: Umbenennen
es_es: Renombrar
fr_fr: Renommer
it_it: Rinominare
ja_jp: 名前の変更
pl_pl: Przemianować
pt_pt: Renomear
ru_ru: Переименовать
uk_ua: Перейменувати

source: Add new level
ar_sa: إضافة مستوى جديد
de_de: Füge ein neues Level hinzu
es_es: Añadir nuevo nivel
fr_fr: Ajouter un nouveau niveau
it_it: Aggiungi un nuovo livello
ja_jp: 新しいレベルの追加
pl_pl: Dodaj nowy poziom
pt_pt: Adicinoar novo nível
ru_ru: Новый уровень
uk_ua: Додати новий рівень

source: Level {0}
ar_sa: المستوى {0}
de_de: Ebene {0}
es_es: Nivel {0}
fr_fr: Niveau {0}
it_it: Livello {0}
ja_jp: レベル{0}
pl_pl: Poziom {0}
pt_pt: Nível {0}
ru_ru: Уровень {0}
uk_ua: Рівень {0}

source: Remove level
ar_sa: إزالة المستوى
de_de: Ebene entfernen
es_es: Eliminar nivel
fr_fr: Supprimer le niveau
it_it: Rimuovi livello
ja_jp: レベルを削除
pl_pl: Usuń poziom
pt_pt: Remover nível
ru_ru: Удалить уровень
uk_ua: Видалити рівень

source: Are you sure want to remove this level?
ar_sa: هل أنت متأكد من حذف هذا المستوى؟
de_de: Möchtest du dieses Level wirklich entfernen?
es_es: ¿Estás seguro de querer eliminar este nivel?
fr_fr: Êtes-vous sûr de vouloir supprimer ce niveau?
it_it: Sei sicuro di voler rimuovere questo livello?
ja_jp: このレベルを削除してもよろしいですか？
pl_pl: Czy na pewno chcesz usunąć ten poziom?
pt_pt: Tem certeza de que deseja remover este nível?
ru_ru: Вы действительно хотите удалить этот уровень?
uk_ua: Ви дійсно хочете видалити цей рівень?

source: This Hotkey is reserved by the Core. Please use another one.
ar_sa: هذا هوتكي محجوز من قبل كور.
de_de: Dieser Hotkey ist vom Core reserviert.
es_es: Esta tecla rápida está reservada por el núcleo.
fr_fr: Cette touche de raccourci est réservée par le noyau.
it_it: Questo tasto di scelta rapida è riservato dal Core.
ja_jp: このホットキーはコアによって予約されています。
pl_pl: Ten skrót jest zarezerwowany przez rdzeń.
pt_pt: Esta tecla de atalho é reservada pelo Core.
ru_ru: Эта горячая клавиша зарезервирована для ядра.
uk_ua: Ця гаряча клавіша зарезервована Core.

source: This Hotkey combination is already used for "{0}". Please use another one.
ar_sa: يتم استخدام مجموعة Hotkey هذه بالفعل \
de_de: Diese Tastenkombination wird bereits für \
es_es: Esta combinación de teclas rápidas ya se usa para \
it_it: Questa combinazione di tasti di scelta rapida è già utilizzata per \
ja_jp: このホットキーの組み合わせは、すでに「{0}」に使用されています。
pl_pl: Ta kombinacja klawiszy skrótów jest już używana dla \
pt_pt: Esta combinação de teclas de atalho já é usada para \
ru_ru: Эта комбинация горячих клавиш уже используется для «{0}».
uk_ua: Ця комбінація гарячих клавіш вже використовується для "{0}". Будь ласка, використайте іншу.

source: {0}None{1}
ar_sa: {0} لا أحد {1}
de_de: {0} Keine {1}
es_es: {0} Ninguno {1}
fr_fr: {0} Aucun {1}
it_it: {0} {1} None
ja_jp: {0}なし{1}
pl_pl: {0} Brak {1}
pt_pt: {0} nenhuma {1}
ru_ru: {0} не Ни {1}
uk_ua: {0}Немає{1}

source: Build from
ar_sa: البناء من
de_de: Build von
es_es: Construir desde
fr_fr: Construire à partir de
it_it: Costruisci da
ja_jp: 指定して構築する
pl_pl: Zbuduj z
pt_pt: Cria a partir de
ru_ru: Строить из
uk_ua: Будувати з

source: Point coordinates
ar_sa: إحداثيات النقاط
de_de: Punkt Koordinaten
es_es: Coordenadas de punto
fr_fr: Coordonnées ponctuelles
it_it: Coordinate del punto
ja_jp: ポイント座標
pl_pl: Współrzędne punktu
pt_pt: Coordenadas de ponto
ru_ru: Координаты точки
uk_ua: Точкові координати

source: Point
ar_sa: نقطة
de_de: Punkt
es_es: Punto
it_it: Punto
ja_jp: 点
pl_pl: Punkt
pt_pt: Ponto
ru_ru: Точка
uk_ua: Точки

source: Are you sure want to remove {0}?
ar_sa: هل تريد بالتأكيد إزالة {0}؟
de_de: Möchten Sie {0} wirklich entfernen?
es_es: ¿Seguro que quieres eliminar {0}?
fr_fr: Voulez-vous vraiment supprimer {0}?
it_it: Sei sicuro di voler rimuovere {0}?
ja_jp: {0}を削除してもよろしいですか？
pl_pl: Czy na pewno chcesz usunąć {0}?
pt_pt: Tem certeza de que deseja remover {0}?
ru_ru: Вы действительно хотите удалить {0}?
uk_ua: Ви впевнені, що хочете видалити {0}?

source: Reset to default
ar_sa: إعادة الضبط إلى الافتراضي
de_de: Zurücksetzen
es_es: Restabl. por def.
fr_fr: Réinitialiser aux paramètres par défaut
it_it: Riportare alle condizioni originali
ja_jp: デフォルトにリセットする
pl_pl: Przywróć ustawienia domyślne
pt_pt: Redefinir para o padrão
ru_ru: Сброс по умолчанию
uk_ua: Скидання за умовчанням

source: Select sound file
ar_sa: حدد ملف الصوت
de_de: Wählen Sie die Sounddatei
es_es: Seleccionar archivo de sonido
fr_fr: Sélectionnez le fichier son
it_it: Seleziona il file audio
ja_jp: サウンドファイルを選択
pl_pl: Wybierz plik dźwiękowy
pt_pt: Selecione o arquivo de som
ru_ru: Выберите звуковой файл
uk_ua: Виберіть звуковий файл

source: Play sound
ar_sa: تشغيل صوت
de_de: Ton abspielen
es_es: Reproducir sonido
fr_fr: Émettre un son
it_it: Riprodurre l'audio
ja_jp: サウンドを再生する
pl_pl: Dźwięk
pt_pt: Reproduzir som
ru_ru: Проиграть звук
uk_ua: Грати звук

source: Remove task
ar_sa: إزالة مهمة
de_de: Aufgabe entfernen
es_es: Eliminar tarea
fr_fr: Supprimer la tâche
it_it: Rimuovi attività
ja_jp: タスクを削除する
pl_pl: Usuń zadanie
pt_pt: Remover tarefa
ru_ru: Удалить задачу
uk_ua: Видалити завдання

source: Add new task
ar_sa: إضافة مهمة جديدة
de_de: Neue Aufgabe hinzufügen
es_es: Agregar nueva tarea
fr_fr: Ajouter une nouvelle tâche
it_it: Aggiungi nuova attività
ja_jp: 新しいタスクを追加する
pl_pl: Dodaj nowe zadanie
pt_pt: Adicionar nova tarefa
ru_ru: Добавить новую задачу
uk_ua: Додати нове завдання

source: Collapse tasks
ar_sa: تصغير المهام
de_de: Aufgaben reduzieren
es_es: Contraer tareas
fr_fr: Réduire les tâches
it_it: Comprimi attività
ja_jp: タスクを折りたたむ
pl_pl: Zwiń zadania
pt_pt: Recolher tarefas
ru_ru: Свернуть задачи
uk_ua: Згорнути задачі

source: Add task
ar_sa: إضافة مهمة
de_de: Aufgabe hinzufügen
es_es: Agregar tarea
fr_fr: Ajouter une tâche
it_it: Aggiungi attività
ja_jp: タスクを追加
pl_pl: Dodaj zadanie
pt_pt: Adicionar tarefa
ru_ru: Добавить задачу
uk_ua: Додати завдання

source: No tasks yet.
ar_sa: لا توجد مهام بعد.
de_de: Noch keine Aufgaben
es_es: No hay tareas todavía
fr_fr: Aucune tâche pour le moment.
it_it: Nessun compito ancora.
ja_jp: まだタスクはありません。
pl_pl: Brak zadań.
pt_pt: Nenhuma tarefa ainda.
ru_ru: Еще нет задач.
uk_ua: Немає ніяких завдань.

source: Add new '{0}' condition
ar_sa: أضف شرط جديد '{0}'
de_de: Fügen Sie eine neue '{0}' Bedingung hinzu
es_es: Agregar nueva condición '{0}'
it_it: Aggiungi una nuova condizione '{0}'
ja_jp: 新しい '{0}'条件を追加する
pl_pl: Dodaj nowy warunek \
pt_pt: Adicionar nova condição '{0}'
ru_ru: Добавить новое условие {0} '
uk_ua: Додати нову '{0}' умову

source: AND
ar_sa: و
de_de: UND
es_es: Y
fr_fr: ET
it_it: E
ja_jp: かつ
pl_pl: I
pt_pt: E
ru_ru: И
uk_ua: ТА

source: Remove condition
ar_sa: إزالة الشرط
de_de: Zustand entfernen
es_es: Eliminar condición
fr_fr: Supprimer la condition
it_it: Rimuovere la condizione
ja_jp: 条件を削除
pl_pl: Usuń warunek
pt_pt: Remover condição
ru_ru: Удалить условие
uk_ua: Видалити умову

source: Add 'OR'
ar_sa: إضافة أو'
de_de: Hinzufügen oder'
es_es: Añadir 'O'
fr_fr: Ajouter 'OU'
it_it: Aggiungi \
ja_jp: 'OR'を追加
pl_pl: Dodaj \
pt_pt: Adicionar 'OR'
ru_ru: Добавьте 'OR'
uk_ua: Додати \

source: OR
ar_sa: أو
de_de: ODER
es_es: O
fr_fr: OU
it_it: O
ja_jp: または
pl_pl: LUB
pt_pt: OU
ru_ru: ИЛИ
uk_ua: АБО

source: Collapse conditions
ar_sa: انهيار الشروط
de_de: Bedingungen komprimieren
es_es: Condiciones de colapso
fr_fr: Conditions de collapse
it_it: Condizioni di collasso
ja_jp: 折り畳み条件
pl_pl: Zwiń warunki
pt_pt: Condições de colapso
ru_ru: Условия краха
uk_ua: Згорнути умови

source: Add condition
ar_sa: إضافة شرط
de_de: Bedingung hinzufügen
es_es: Añadir condición
fr_fr: Ajouter une condition
it_it: Aggiungi condizione
ja_jp: 条件を追加する
pl_pl: Dodaj warunek
pt_pt: Adicionar condição
ru_ru: Добавить условие
uk_ua: Додати умову

source: Enable filtering
ar_sa: تمكين التصفية
de_de: Filter aktivieren
es_es: Habilitar filtrado
fr_fr: Activer le filtrage
it_it: Abilita il filtraggio
ja_jp: フィルタリングを有効にする
pl_pl: Włącz filtrowanie
pt_pt: Ativar filtragem
ru_ru: Включить фильтрацию
uk_ua: Увімкнути фільтрування

source: none
ar_sa: لا شيء
de_de: keiner
es_es: ninguna
fr_fr: aucun
it_it: nessuna
ja_jp: なし
pl_pl: Żaden
pt_pt: Nenhum
ru_ru: никто
uk_ua: ніхто

source: Enable action
ar_sa: تمكين الفعل
de_de: Aktion aktivieren
es_es: Habilitar acción
fr_fr: Activer l'action
it_it: Abilita azione
ja_jp: アクションを有効にする
pl_pl: Włącz akcję
pt_pt: Ativar ação
ru_ru: Включить действие
uk_ua: Увімкнути дію

source: Enable filter
ar_sa: تمكين الفلتر
de_de: Filter aktivieren
es_es: Habilitar filtro
fr_fr: Activer le filtre
it_it: Abilita filtro
ja_jp: フィルタを有効にする
pl_pl: Włącz filtr
pt_pt: Ativar filtro
ru_ru: Включить фильтр
uk_ua: Увімкнути фільтр

source: Enable / disable action
ar_sa: تمكين / تعطيل العمل
de_de: Aktivieren / deaktivieren Sie die Aktion
es_es: Activar / desactivar acción
fr_fr: Activer / désactiver l'action
it_it: Abilita / disabilita l'azione
ja_jp: アクションを有効または無効にする
pl_pl: Włącz / wyłącz akcję
pt_pt: Ativar / desativar ação
ru_ru: Включить / отключить действие
uk_ua: Увімкнути / вимкнути дію

source: You need to add at least one condition and one task to enable action
ar_sa: تحتاج إلى إضافة شرط واحد على الأقل ومهمة واحدة لتمكين الإجراء
de_de: Sie müssen mindestens eine Bedingung und eine Aufgabe hinzufügen, um die Aktion zu aktivieren
es_es: Necesita agregar al menos una condición y una tarea para habilitar la acción
fr_fr: Vous devez ajouter au moins une condition et une tâche pour activer l'action
it_it: È necessario aggiungere almeno una condizione e un'attività per abilitare l'azione
ja_jp: アクションを有効にするには、少なくとも1つの条件と1つのタスクを追加する必要があります
pl_pl: Aby włączyć działanie, musisz dodać co najmniej jeden warunek i jedno zadanie
pt_pt: Você precisa adicionar pelo menos uma condição e uma tarefa para ativar a ação
ru_ru: Вам нужно добавить хотя бы одно условие и одну задачу, чтобы активировать действие
uk_ua: Щоб увімкнути дію, потрібно додати хоча б одне умова та одне завдання

source: Enable / disable filter
ar_sa: تمكين / تعطيل الفلتر
de_de: Aktivieren / deaktivieren Sie den Filter
es_es: Habilitar / deshabilitar filtro
fr_fr: Activer / désactiver le filtre
it_it: Abilita / disabilita filtro
ja_jp: フィルタの有効/無効
pl_pl: Włącz / wyłącz filtr
pt_pt: Ativar / desativar o filtro
ru_ru: Включить / отключить фильтр
uk_ua: Увімкнути / вимкнути фільтр

source: To enable filter add task
ar_sa: لتمكين مرشح إضافة مهمة
de_de: So aktivieren Sie den Filter Task hinzufügen
es_es: Para habilitar la tarea de agregar filtro
fr_fr: Pour activer la tâche d'ajout de filtre
it_it: Per abilitare l'operazione di aggiunta del filtro
ja_jp: フィルタ追加タスクを有効にするには
pl_pl: Aby włączyć filtr dodaj zadanie
pt_pt: Para habilitar a tarefa de adicionar filtro
ru_ru: Чтобы включить задачу добавления фильтра
uk_ua: Увімкнути фільтр додати завдання

source: Select account
ar_sa: تحديد الكمية
de_de: Konto auswählen
es_es: Seleccionar cuenta
fr_fr: Sélectionner un compte
it_it: Seleziona un account
ja_jp: アカウントの選択
pl_pl: Wybierz konto
pt_pt: Selecionar conta
ru_ru: Выберите счет
uk_ua: Виберіть обліковий запис

source: Disconnect
ar_sa: قطع الاتصال
de_de: Trennen
es_es: Desconectar
fr_fr: Déconnecter
ja_jp: 切断する
pl_pl: Rozłączyć się
pt_pt: Desconectar
ru_ru: Отключиться
uk_ua: Від'єднати

source: Connect
ar_sa: اتصال
de_de: Verbinden
es_es: Conectar
fr_fr: Connecter
it_it: Collegare
ja_jp: 接続する
pl_pl: Połączyć
pt_pt: Conectar
ru_ru: Подключиться
uk_ua: Підключіться

source: Hide from toolbar
ar_sa: إخفاء من شريط الأدوات
de_de: Aus der Symbolleiste ausblenden
es_es: Ocultar de la barra de herramientas
fr_fr: Masquer dans la barre d'outils
it_it: Nascondi dalla barra degli strumenti
ja_jp: ツールバーから非表示
pl_pl: Ukryj z paska narzędzi
pt_pt: Ocultar da barra de ferramentas
ru_ru: Скрыть из панели инструментов
uk_ua: Прибрати з панелі інструментів
