Repository: 3rdDimensionPlatform/Localization
Catalog: common/*/*.po
Languages: ar_sa, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, uk_ua

source: Columns
ar_sa: أعمدة
de_de: Säulen
es_es: Columnas
fr_fr: Colonnes
it_it: colonne
ja_jp: 行
pl_pl: Kolumny
pt_pt: Colunas
ru_ru: Колонки
uk_ua: Стовпці

source: Bar
ar_sa: شريط
es_es: Barra
fr_fr: Barre
ja_jp: バー
pl_pl: Słupkowy
pt_pt: Barra
ru_ru: Бар
uk_ua: Бар

source: Date
ar_sa: التاريخ
de_de: Datum
es_es: Fecha
fr_fr: Rendez-vous amoureux
it_it: Data
ja_jp: 日付
pl_pl: Data
pt_pt: Data
ru_ru: Дата
uk_ua: Дата

source: Time
ar_sa: الوقت
de_de: Zeit
es_es: Tiempo
fr_fr: Heure
it_it: Tempo
ja_jp: 時間
pl_pl: Czas
pt_pt: Tempo
ru_ru: Время
uk_ua: Час

source: Open
ar_sa: فتح
de_de: Öffnen
es_es: Abrir
fr_fr: Ouvert
it_it: Aperto
ja_jp: 開く
pl_pl: Otwarcie
pt_pt: Abertura
ru_ru: Открытие
uk_ua: ВІДЧИНЕНО

source: Close
ar_sa: إغلاق
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Vicino
ja_jp: 閉じる
pl_pl: Zamknij
pt_pt: Fechar
ru_ru: Закрыть
uk_ua: Закрити

source: High
ar_sa: أعلى
de_de: Hoch
es_es: Máximo
fr_fr: Haut
it_it: alto
ja_jp: 高値
pl_pl: Wysoki
pt_pt: Máxima
ru_ru: Высокий
uk_ua: Максимум

source: Low
ar_sa: أقل
de_de: Niedrig
es_es: Mínimo
fr_fr: Bas
it_it: Basso
ja_jp: 安値
pl_pl: Niska
pt_pt: Mínimo
ru_ru: Минимум
uk_ua: Низький

source: Change, %
ar_sa: التغيّر
de_de: Veränderung, %
es_es: Cambio
fr_fr: Changement, %
it_it: Modificare, %
ja_jp: 変化
pl_pl: Zmiana, %
pt_pt: Alteração, %
ru_ru: Изменение, %
uk_ua: Змінити,%

source: Ticks
ar_sa: حركات الأسعار
de_de: Zecken
fr_fr: Tiques
it_it: Le zecche
ja_jp: ティック
pl_pl: Kleszcze
pt_pt: Carrapatos
ru_ru: Тики
uk_ua: Тіки

source: Volume
ar_sa: الحجم
de_de: Volumen
es_es: Volumen
fr_fr: Le volume
ja_jp: 出来高
pl_pl: Tom
ru_ru: Объем
uk_ua: Обсяг

source: Hide
ar_sa: اخفاء
de_de: verbergen
es_es: Ocultar
fr_fr: Cacher
it_it: Nascondere
ja_jp: 隠す
pl_pl: Ukryć
pt_pt: Esconder
ru_ru: Скрыть
uk_ua: Сховати

source: Show in short mode
ar_sa: اظهر في الوضع القصير
de_de: Im kurzen Modus anzeigen
es_es: Mostrar en modo corto
fr_fr: Afficher en mode court
it_it: Mostra in modalità abbreviata
ja_jp: ショートモードで表示する
pl_pl: Pokaż w krótkim trybie
pt_pt: Mostrar no modo curto
ru_ru: Показать в сокращенном виде
uk_ua: Показати в короткому режимі

source: Separate window
ar_sa: نافذة منفصلة
de_de: Separates Fenster
es_es: Ventana separada
fr_fr: Séparer la fenêtre
it_it: Finestra separata
ja_jp: 別ウィンドウ
pl_pl: Oddzielne okno
pt_pt: Janela separada
ru_ru: Отдельное окно
uk_ua: Окремий вікно

source: Hidden
ar_sa: مخفي
de_de: Versteckt
es_es: Oculto
fr_fr: Caché
it_it: Nascosto
ja_jp: 隠された
pl_pl: Ukryty
pt_pt: Escondido
ru_ru: Скрыто
uk_ua: Приховано

source: Display mode
ar_sa: وضع العرض
de_de: Anzeigemodus
es_es: Modo de visualización
fr_fr: Mode d'affichage
it_it: Modalità display
ja_jp: ディスプレイモード
pl_pl: Tryb wyświetlania
pt_pt: Modo de exibição
ru_ru: Режим отображения
uk_ua: Режим відображення

source: Info window
ar_sa: نافذة المعلومات
de_de: Infofenster
es_es: Ventana de información
fr_fr: Fenêtre d'infos
it_it: Finestra informativa
ja_jp: 情報ウィンドウ
pl_pl: Okno danych
pt_pt: Janela de informação
ru_ru: Информационное окно
uk_ua: Інформаційне вікно

source: Settlement
ar_sa: مستوطنة
de_de: Siedlung
es_es: Asentamiento
fr_fr: Règlement
it_it: insediamento
ja_jp: 決済
pl_pl: Osada
pt_pt: Liquidação
ru_ru: Поселок
uk_ua: Поселення

source: Auto
ar_sa: تلقائي
ja_jp: 自動
pl_pl: Automatyczny
pt_pt: Automático
ru_ru: Авто
uk_ua: Авто

source: Auto centered
ar_sa: تتمحور حول السيارة
de_de: Auto zentriert
es_es: Auto centrado
fr_fr: Centré automatiquement
it_it: Auto centrato
ja_jp: 自動センタリング
pl_pl: Auto wyśrodkowany
pt_pt: Auto centralizado
ru_ru: Автоцентр
uk_ua: Автоцентр

source: Manual
ar_sa: يدوي
de_de: Handbuch
fr_fr: Manuel
it_it: Manuale
ja_jp: 手動
pl_pl: podręcznik
ru_ru: Ручное масштабирование
uk_ua: Вручну

source: Fit indicators
ar_sa: مؤشرات فيت
de_de: Indikatoren passen
es_es: Ajustar indicadores
fr_fr: Ajuster les indicateurs
it_it: Indicatori di misura
ja_jp: インジケーターをフィットさせる
pl_pl: Dopasuj wskaźniki
pt_pt: Ajustar indicadores
ru_ru: Вписать индикаторы
uk_ua: Придатні показники

source: Fit orders/positions
ar_sa: وضعيات فيت
de_de: Fit Aufträge / Positionen
es_es: Ajustar órdenes/posiciones
fr_fr: Ajuster les ordres/positions
it_it: Adatta ordini / posizioni
ja_jp: 注文／ポジションをフィットさせる
pl_pl: Dopasuj zamówienia / pozycje
pt_pt: Ajustar ordens/posições
ru_ru: Вписать ордера/позиции
uk_ua: Придатні ордера/позиції

source: Fit drawings
ar_sa: رسوم فيت
de_de: Passende Zeichnungen
es_es: Ajustar dibujos
fr_fr: Ajuster les dessins
it_it: Montare i disegni
ja_jp: 描画したものをフィットさせる
pl_pl: Dopasuj rysunki
pt_pt: Ajustar desenhos
ru_ru: Вписать рисунки
uk_ua: Прикріпити малюнки

source: Absolute
ar_sa: مطلق
de_de: Absolut
es_es: Absoluto
fr_fr: Absolu
it_it: Assoluto
ja_jp: 価格
pl_pl: Wartości
pt_pt: Absoluto
ru_ru: Абсолютная
uk_ua: Абсолютна

source: Relative
ar_sa: نسبي
de_de: Relativ
es_es: Relativo
fr_fr: Relatif
it_it: Parente
ja_jp: パーセント
pl_pl: Percent
pt_pt: Relativo
ru_ru: Относительная
uk_ua: Відносний

source: Logarithmic
ar_sa: لوغاريتمي
de_de: Logarithmisch
es_es: Logarítmico
fr_fr: Logarithmique
it_it: logaritmica
ja_jp: 対数の
pl_pl: Logarytmiczny
pt_pt: Logarítmica
ru_ru: Логарифмическая
uk_ua: Логарифмічний

source: Switch to manual price scale
ar_sa: التحويل إلى مقياس السعر اليدوي
de_de: Zur manuellen Preisskala wechseln
es_es: Cambiar a escala de precio manual
fr_fr: Passer à l'échelle de prix manuelle
it_it: Passa alla scala dei prezzi manuale
ja_jp: 手動価格スケールへ切り替える
pl_pl: Ręcznie
pt_pt: Mudar para a escala manual de preço
ru_ru: Переключить на ручное масштабирование
uk_ua: Переключитися на ручну шкалу цін

source: Switch to auto price scale
ar_sa: التحويل إلى مقياس السعر التلقائي
de_de: Wechseln Sie zur automatischen Preisskala
es_es: Cambiar a escala de precio automática
fr_fr: Passer à l'échelle de prix automatique
it_it: Passa alla scala dei prezzi automatica
ja_jp: 自動価格スケールへ切り替える
pl_pl: Przełącz na automatyczną skalę cenową
pt_pt: Mudar para a escala automática de preço
ru_ru: Переключить на автомасштабирование
uk_ua: Переключитися на автоматичну шкалу цін

source: Grid
ar_sa: شبكة
de_de: Gitter
es_es: Cuadrícula
fr_fr: Grille
it_it: Griglia
ja_jp: グリッド
pl_pl: Krata
pt_pt: Grade
ru_ru: Сетка
uk_ua: Сітки

source: Price (horizontal)
ar_sa: السعر (أفقي)
de_de: Preis (horizontal)
es_es: Precio (horizontal)
fr_fr: Prix (horizontal)
it_it: Prezzo (orizzontale)
ja_jp: 価格（水平）
pl_pl: Cena (pozioma)
pt_pt: Preço (horizontal)
ru_ru: Цена (горизонтально)
uk_ua: Ціна (горизонтальна)

source: Appearance
ar_sa: المظهر
de_de: Aussehen
es_es: Apariencia
fr_fr: Apparence
it_it: Aspetto
ja_jp: 外観
pl_pl: Wygląd
pt_pt: Aparência
ru_ru: Внешний вид
uk_ua: Зовнішній вигляд

source: Font
ar_sa: الخط
de_de: Schriftart
es_es: Fuente
fr_fr: Police
ja_jp: フォント
pl_pl: Czcionka
pt_pt: Fonte
ru_ru: Шрифт
uk_ua: Шрифт

source: Text color
ar_sa: لون النص
de_de: Textfarbe
es_es: Color de texto
fr_fr: Couleur du texte
it_it: Colore del testo
ja_jp: 文字色
pl_pl: Kolor tekstu
pt_pt: Cor do texto
ru_ru: Цвет текста
uk_ua: Колір тексту

source: Axis
ar_sa: المحول
de_de: Achse
es_es: Eje
fr_fr: Axe
it_it: Asse
ja_jp: 軸
pl_pl: Oś
pt_pt: Eixo
ru_ru: Ось
uk_ua: Осі

source: Axis background
ar_sa: خلفية المحور
de_de: Achsenhintergrund
es_es: Fondo de eje
fr_fr: Fonds de l'axe
it_it: Sfondo dell'asse
ja_jp: 軸背景
pl_pl: Tło osi
pt_pt: Fundo do eixo
ru_ru: Фон оси
uk_ua: Осі фону

source: Day
ar_sa: يوم
de_de: Tag
es_es: Día
fr_fr: Jour
it_it: Giorno
ja_jp: 日
pl_pl: Dzień
pt_pt: Dia
ru_ru: День
uk_ua: День

source: Week
ar_sa: أسبوع
de_de: Woche
es_es: Semana
fr_fr: Semaine
it_it: Settimana
ja_jp: 週
pl_pl: Tygodniowy
pt_pt: Semana
ru_ru: Неделя
uk_ua: Тиждень

source: Month
ar_sa: شهر
de_de: Monat
es_es: Mes
fr_fr: Mois
it_it: Mese
ja_jp: 月
pl_pl: Miesiąc
pt_pt: Mês
ru_ru: Месяц
uk_ua: Місяць

source: Year
ar_sa: سنة
de_de: Jahr
es_es: Año
fr_fr: Année
it_it: Anno
ja_jp: 年
pl_pl: Roczny
pt_pt: Ano
ru_ru: Год
uk_ua: Рік

source: Show days separator
ar_sa: إظهار فاصل الأيام
de_de: Zeige Tage Trennzeichen
es_es: Mostrar separador de días
fr_fr: Visualiser les séparateurs de jours
it_it: Mostra separatore giorni
ja_jp: 日ごとの区切りを表示する
pl_pl: Pokaż separator dni
pt_pt: Mostrar separador de dias
ru_ru: Показать дневной разделитель
uk_ua: Показати сепаратор днів

source: Show weeks separator
ar_sa: إظهار فاصل الأسابيع
de_de: Zeige Wochen Trennzeichen
es_es: Mostrar separador de semanas
fr_fr: Visualiser les séparateurs de semaines
it_it: Mostra separatore settimane
ja_jp: 週ごとの区切りを表示する
pl_pl: Pokaż separator tygodni
pt_pt: Mostrar separador de semanas
ru_ru: Показать неделный разделитель
uk_ua: Показати сепаратор тижнів

source: Show months separator
ar_sa: إظهار فاصل الشهور
de_de: Zeige Monate Trennzeichen
es_es: Mostrar separador de meses
fr_fr: Visualiser les séparateurs de mois
it_it: Mostra separatore mesi
ja_jp: 月ごとの区切りを表示する
pl_pl: Pokaż separator miesięcy
pt_pt: Mostrar separador de meses
ru_ru: Показать месячный разделитель
uk_ua: Показати сепаратор місяців

source: Show years separator
ar_sa: إظهار فاصل السنوات
de_de: Zeige Jahr Trennzeichen
es_es: Mostrar separador de años
fr_fr: Visualiser les séparateurs d'années
it_it: Mostra separatore anni
ja_jp: 年ごとの区切りを表示する
pl_pl: Pokaż separator lat
pt_pt: Mostrar separador de anos
ru_ru: Показать годовой разделитель
uk_ua: Показати рік сепаратора

source: Important dates font
ar_sa: خط التواريخ الهامة
de_de: Wichtige Daten Schriftart
es_es: Fuente para fechas importantes
fr_fr: Police de dates importantes
it_it: Carattere di date importanti
ja_jp: 重要な日付のフォント
pl_pl: Importent daytes font
pt_pt: Fonte das datas importatens
ru_ru: Шрифт важных дат
uk_ua: Важливі дати шрифту

source: Font color
ar_sa: لون الخط
de_de: Schriftfarbe
es_es: Color de fuente
fr_fr: Couleur de police
it_it: Colore del carattere
ja_jp: フォントの色
pl_pl: Kolor czcionki
pt_pt: Cor da fonte
ru_ru: Цвет шрифта
uk_ua: Колір шрифту

source: Highlight date
ar_sa: تظليل التاريخ
de_de: Markieren Sie das Datum
es_es: Resaltar fecha
fr_fr: Mettre en avant la date
it_it: Evidenzia la data
ja_jp: 日付をハイライトする
pl_pl: Podświetl datę
pt_pt: Realçar data
ru_ru: Подсвечивать дату
uk_ua: Виділити дату

source: Day separators
ar_sa: فواصل الأيام
de_de: Tagtrennzeichen
es_es: Separadores de día
fr_fr: Séparateurs de jour
it_it: Separatori di giorno
ja_jp: 日区切り
pl_pl: Separatory dni
pt_pt: Separadores de dia
ru_ru: Дневные разделители
uk_ua: Денні сепаратори

source: Week separators
ar_sa: فواصل الأسبوع
de_de: Wochenseparatoren
es_es: Separadores de semana
fr_fr: Séparateurs de semaine
it_it: Separatori settimanali
ja_jp: ウィーク・セパレーター
pl_pl: Separatory tygodniowe
pt_pt: Separadores de semana
ru_ru: Недельные разделители
uk_ua: Тиждень сепараторів

source: Month separators
ar_sa: فواصل الأشهر
de_de: Monatstrennzeichen
es_es: Separadores de miles
fr_fr: Séparateurs de mois
it_it: Separatori del mese
ja_jp: 月区切り
pl_pl: Separatory miesiąca
pt_pt: Separadores de mês
ru_ru: Месячные разделители
uk_ua: Місяць сепараторів

source: Year separators
ar_sa: فواصل السنة
de_de: Jahrestrennzeichen
es_es: Separadores de año
fr_fr: Séparateurs d'années
it_it: Separatori anno
ja_jp: 年区切り
pl_pl: Separatory roku
pt_pt: Separadores de ano
ru_ru: Годовые разделители
uk_ua: Рік сепараторів

source: Time (vertical)
ar_sa: التاريخ (عمودي)
de_de: Zeit (vertikal)
es_es: Hora (vertical)
fr_fr: Date (vertical)
it_it: Tempo (verticale)
ja_jp: 日付（垂直）
pl_pl: Date (vertical)
pt_pt: Horário (vertical)
ru_ru: Время (вертикально)
uk_ua: Час (вертикальний)

source: Time scale
ar_sa: المقياس الزمني
de_de: Zeitstrahl
es_es: Escala de tiempo
fr_fr: Échelle temporelle
it_it: Scala temporale
ja_jp: タイムスケール
pl_pl: Skala czasu
pt_pt: Escala de horas
ru_ru: Шкала времени
uk_ua: Шкала часу

source: Stroke color
ar_sa: حلقه ملونه
de_de: Strichfarbe
es_es: Color del trazo
fr_fr: Couleur de la course
it_it: Colore del tratto
ja_jp: ストロークカラー
pl_pl: Kolor obrysu
pt_pt: Cor 'Strike'
ru_ru: Цвет обводки
uk_ua: Колір інсульту

source: Top color
ar_sa: اللون الأعلى
de_de: Top Farbe
es_es: Color superior
fr_fr: Couleur supérieure
it_it: Colore superiore
ja_jp: トップカラー
pl_pl: Najlepszy kolor
pt_pt: Cor da frente
ru_ru: Верхний цвет
uk_ua: Найкращий колір

source: Bottom color
ar_sa: لون القاع
de_de: Untere Farbe
es_es: Color inferior
fr_fr: Couleur inférieure
it_it: Colore inferiore
ja_jp: ボトムカラー
pl_pl: Kolor dolny
pt_pt: Cor de fundo
ru_ru: Нижний цвет
uk_ua: Нижній колір

source: Fill color
ar_sa: ملء اللون
de_de: Füllfarbe
es_es: Color de relleno
fr_fr: La couleur de remplissage
it_it: Colore di riempimento
ja_jp: 塗りつぶしの色
pl_pl: Wypełnij kolor
pt_pt: Cor de preenchimento
ru_ru: Цвет заливки
uk_ua: Заповніть колір

source: Line type
ar_sa: نوع الخط
de_de: Linientyp
es_es: Tipo de línea
fr_fr: Type de ligne
it_it: Modello di linea
ja_jp: ラインタイプ
pl_pl: Rodzaj linii
pt_pt: Tipo de linha
ru_ru: Тип линии
uk_ua: Тип лінії

source: Line size
ar_sa: حجم الخط
de_de: Liniengröße
es_es: Tamaño de línea
fr_fr: La taille de la ligne
it_it: Dimensione della linea
ja_jp: ラインサイズ
pl_pl: Rozmiar linii
pt_pt: Espessura da linha
ru_ru: Размер линии
uk_ua: Розмір лінії

source: Move to background
ar_sa: الخلفية
de_de: In den Hintergrund verschieben
es_es: Es fondo
fr_fr: Est le fonds d'écran
it_it: Passare allo sfondo
ja_jp: はバックグラウンドです
pl_pl: Przejdź do tła
pt_pt: Mover para traz
ru_ru: Фон
uk_ua: Перейти до фону

source: Clone mode
ar_sa: وضع النسخ
de_de: Klonmodus
es_es: Modo clon
fr_fr: Cloner le mode
it_it: Modalità clone
ja_jp: クローンモード
pl_pl: Tryb klonowania
pt_pt: Clonar
ru_ru: Режим клонирования
uk_ua: Режим клонування

source: Remove
ar_sa: حذف
de_de: Löschen
es_es: Eliminar
fr_fr: Retirer
it_it: Rimuovere
ja_jp: 削除
pl_pl: Usuń
pt_pt: Remover
ru_ru: Удалить
uk_ua: Видалити

source: Lock location
ar_sa: قفل الموقع
de_de: Standort sperren
es_es: Bloquear ubicación
fr_fr: Verrouiller l'emplacement
it_it: Bloccare la posizione
ja_jp: ロックの場所
pl_pl: Zablokuj lokalizację
pt_pt: Bloquear localização
ru_ru: Место блокировки
uk_ua: Зафіксувати місцезнаходження

source: Font size
ar_sa: حجم الخط
de_de: Schriftgröße
es_es: Tamaño de fuente
fr_fr: Taille de police
it_it: Dimensione del font
ja_jp: フォントサイズ
pl_pl: Rozmiar czcionki
pt_pt: Tamanho da fonte
ru_ru: Размер шрифта
uk_ua: Розмір шрифту

source: Buy {0}
ar_sa: شراء {0}
de_de: {0} kaufen
es_es: Comprar {0}
fr_fr: Acheter {0}
it_it: Acquista {0}
ja_jp: {0}を購入する
pl_pl: Kup {0}
pt_pt: Compre {0}
ru_ru: Купить {0}
uk_ua: Купити {0}

source: Sell {0}
ar_sa: بيع {0}
de_de: Verkaufen {0}
es_es: Vender {0}
fr_fr: Vendre {0}
it_it: Vendi {0}
ja_jp: {0}を売る
pl_pl: Sprzedaj {0}
pt_pt: Vender {0}
ru_ru: Продать {0}
uk_ua: Продати {0}

source: Modify
ar_sa: تعديل
de_de: Ändern
es_es: Modificar
fr_fr: Modifier
it_it: Modificare
ja_jp: 修正する
pl_pl: Modyfikować
pt_pt: Modificar
ru_ru: Редактировать
uk_ua: Змінити

source: Modify SL to breakeven
ar_sa: تعديل SL إلى تعادل
de_de: SL zu even ändern
es_es: Modificar SL a equilibrio
fr_fr: Modifier SL à rentabilité
it_it: Modifica SL per pareggio
ja_jp: SL を breakeven に変更する
pl_pl: Modyfikacja SL do rentowności
pt_pt: Modificar o 'Stop Loss' para o 'Break Even'
ru_ru: Изменить С/Л в сторону безубыточности
uk_ua: Змінити SL для беззбитковості

source: Cancel
ar_sa: إلغاء
de_de: Stornieren
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
ja_jp: キャンセル
pl_pl: Anuluj
pt_pt: Cancelar
ru_ru: Отмена
uk_ua: Скасувати

source: Change to Market
ar_sa: التغير إلى السوق
de_de: Zum Markt wechseln
es_es: Cambiar a Mercado
fr_fr: Changement vers le marché
it_it: Cambia al mercato
ja_jp: 成行で実行する
pl_pl: Zmień na zlecenie Market
pt_pt: Executar
ru_ru: Изменить на рыночный
uk_ua: Перехід на ринок

source: Show positions
ar_sa: إظهار الوضعيات
de_de: Zeige Positionen
es_es: Mostrar posiciones
fr_fr: Visualiser les positions
it_it: Mostra posizioni
ja_jp: ポジション表示
pl_pl: Pokaż otwarte pozycje
pt_pt: Exibir posições
ru_ru: Показать позиции
uk_ua: Показувати позиції

source: Show orders
ar_sa: إظهار الأوامر
de_de: Bestellungen anzeigen
es_es: Mostrar órdenes
fr_fr: Visualiser les ordres
it_it: Mostra ordini
ja_jp: 注文表示
pl_pl: Pokaż zlecenia
pt_pt: Exibir ordens
ru_ru: Показать ордера
uk_ua: Показувати ордера

source: Show filled orders
ar_sa: إظهار الأوامر الممتلئة
de_de: Gefüllte Bestellungen anzeigen
es_es: Mostrar órdenes aceptadas
fr_fr: Visualiser les ordres complétés
it_it: Mostra ordini compilati
ja_jp: 成立した注文を表示
pl_pl: Pokaż wypełnione zamówienia
pt_pt: Exibir ordens executadas
ru_ru: Показать сделки
uk_ua: Показати заповнені ордера

source: Trade through Order entry
ar_sa: التجارة من خلال دخول الطلب
de_de: Handel durch Auftragseingang
es_es: Comercio a través de la entrada de Orden
fr_fr: Trader par l'entrée d'une commande
it_it: Scambia con l'ordine
ja_jp: 注文から取引まで
pl_pl: Dokonaj transakcji poprzez złożenie zamówienia
pt_pt: Contrato através da entrada da ordem
ru_ru: Торговля с помощью панели Создать ордер
uk_ua: Торгівля через вступ замовлення

source: {0} color
ar_sa: {0} لون
fr_fr: {0} couleur
ja_jp: {0} 色
pl_pl: kolor {0}
pt_pt: {0} cor
ru_ru: {0} цвет
uk_ua: {0} колір

source: Back
ar_sa: الرجوع
de_de: Zurück
es_es: Atrás
fr_fr: Précédent
it_it: Indietro
ja_jp: 戻る
pl_pl: Plecy
pt_pt: Voltar
ru_ru: Фон
uk_ua: Назад

source: Delta colors
ar_sa: ألوان دلتا
es_es: Colores Delta
fr_fr: Couleurs Delta
it_it: Colori Delta
ja_jp: デルタ色
pl_pl: Kolory Delta
pt_pt: Cores Delta
ru_ru: Дельта цветов
uk_ua: Дельта-кольори

source: Width of histogram
ar_sa: عرض الرسم البياني
de_de: Breite des Histogramms
es_es: Anchura del histograma
fr_fr: Largeur de l'histogramme
it_it: Larghezza dell'istogramma
ja_jp: ヒストグラムの幅
pl_pl: Szerokość histogramu
pt_pt: Largura do histograma
ru_ru: Ширина гистограммы
uk_ua: Ширина гістограми

source: Data type
ar_sa: نوع البيانات
de_de: Datentyp
es_es: Tipo de dato
fr_fr: Type de données
it_it: Tipo di dati
ja_jp: ソースの種類
pl_pl: Typ danych
pt_pt: Tipo de dados
ru_ru: Тип данных
uk_ua: Тип даних

source: Maximum value color
ar_sa: الحد الأقصى لقيمه اللون
de_de: Maximale Wert Farbe
es_es: Color del valor máximo
fr_fr: Couleur de la valeur maximale
it_it: Colore massimo valore
ja_jp: 最大値の色
pl_pl: Maksymalna wartość koloru
pt_pt: Cor do valor máximo
ru_ru: Цвет максимального значения
uk_ua: Колір максимального значення

source: Text
ar_sa: النص
es_es: Texto
fr_fr: Texte
it_it: Testo
ja_jp: テキスト
pl_pl: Tekst
pt_pt: Texto
ru_ru: Текст
uk_ua: Додати Текст

source: Value label
ar_sa: تسميه القيمة
es_es: Etiqueta de valor
fr_fr: Étiquette de valeur
it_it: Etichetta di valore
ja_jp: 値ラベル
pl_pl: Etykieta wartości
pt_pt: Rótulo de valor
ru_ru: Метка значения
uk_ua: Підпис значення

source: Periods
ar_sa: الفترات
de_de: Zeiten
es_es: Períodos
fr_fr: Périodes
it_it: Periodi
ja_jp: 期間
pl_pl: Przedziały
pt_pt: Períodos
ru_ru: Периоды
uk_ua: Періоди

source: Buy
ar_sa: شراء
de_de: Kaufen
es_es: Comprar
fr_fr: Acheter
it_it: Acquistare
ja_jp: 買い
pl_pl: Kupować
pt_pt: Compra
ru_ru: Купить
uk_ua: Купити

source: Sell
ar_sa: يبيع
de_de: Verkaufen
es_es: Vender
fr_fr: Vendre
it_it: Vendere
ja_jp: 売り
pl_pl: Sprzedać
pt_pt: Venda
ru_ru: Продать
uk_ua: Продати

source: Step period
ar_sa: فتره الخطوة
de_de: Schritt Zeit
es_es: Período de paso
fr_fr: Période d'étape
it_it: Passo periodo
ja_jp: ステップ期間
pl_pl: Krok okres
pt_pt: Período de etapa
ru_ru: Период действия
uk_ua: Крок період

source: Step coefficient
ar_sa: خطوه معامل
de_de: Schritt Koeffizienten
es_es: Coeficiente de paso
fr_fr: Coefficient d'étape
it_it: Coefficente di passo
ja_jp: ステップ係数
pl_pl: Współczynnik stopni
pt_pt: Coeficiente da etapa
ru_ru: Шаг коэффициент
uk_ua: Коефіцієнт кроку

source: Minute
ar_sa: دقيقة
es_es: Minuto
it_it: Minuti
ja_jp: 分
pl_pl: Minuta
pt_pt: Minuto
ru_ru: Минута
uk_ua: 1 хвилина

source: Hour
ar_sa: ساعة
de_de: Stunde
es_es: Hora
fr_fr: Heure
it_it: Ora
ja_jp: 時間
pl_pl: Godzin
pt_pt: Hora
ru_ru: Час
uk_ua: Години

source: Height of histogram
ar_sa: ارتفاع الرسم البياني
de_de: Höhe des Histogramms
es_es: Altura del histograma
fr_fr: Hauteur de l'histogramme
it_it: Altezza dell'istogramma
ja_jp: ヒストグラムの高さ
pl_pl: Wysokość histogramu
pt_pt: Altura do histograma
ru_ru: Высота гистограммы
uk_ua: Висота гістограми

source: Volume color
ar_sa: لون الصوت
de_de: Volumen Farbe
es_es: Color de volumen
fr_fr: Couleur du volume
it_it: Colore del volume
ja_jp: 出来高の色
pl_pl: Kolor wolumenu
pt_pt: Cor do volume
ru_ru: Цвет объема
uk_ua: Колір гучності

source: Trades color
ar_sa: الحرف اللون
es_es: Color de los comercios
fr_fr: Couleur de métiers
it_it: Mestieri colore
ja_jp: 取引の色
pl_pl: Handluj kolorami
pt_pt: Comércios de cor
ru_ru: Цвет трейдов
uk_ua: Торги кольору

source: Coloring by volume
ar_sa: التلوين حسب الحجم
de_de: Färbung nach Volumen
es_es: Colorear por volumen
fr_fr: Coloration par volume
it_it: Colorazione per volume
ja_jp: ボリュームで着色
pl_pl: Kolorowanie według objętości
pt_pt: Colorir por volume
ru_ru: Окраска по объему
uk_ua: Розмальовки за об'ємом

source: Coloring by ticks
ar_sa: التلوين بواسطة القراد
de_de: Färbung durch Zecken
es_es: Colorear por garrapatas
fr_fr: Coloriage par tiques
it_it: Colorazione da zecche
ja_jp: ダニによる着色
pl_pl: Kolorowanki przez kleszcze
pt_pt: Colorir por carrapatos
ru_ru: Раскраска по тикам
uk_ua: Розмальовки по кліщів

source: Coloring by delta
ar_sa: التلوين بواسطة دلتا
de_de: Färbung durch Delta
es_es: Colorear por Delta
fr_fr: Coloriage par Delta
it_it: Colorazione da Delta
ja_jp: デルタで着色
pl_pl: Kolorowanki przez Delta
pt_pt: Colorir por Delta
ru_ru: Раскраска по Дельта
uk_ua: Розмальовки Дельта

source: Coloring by trades
ar_sa: التلوين بالحرف
de_de: Färbung durch Gewerbe
es_es: Colorear por oficios
fr_fr: Coloriage par métiers
it_it: Colorazione da mestieri
ja_jp: トレードで着色
pl_pl: Kolorowanki według transakcji
pt_pt: Colorir por ofícios
ru_ru: Раскраска по профессиям
uk_ua: Розмальовки по торгів

source: Histogram
ar_sa: المدرج الإحصائي
de_de: Histogramm
es_es: Histograma
fr_fr: Histogramme
it_it: Istogramma
ja_jp: ヒストグラム
pt_pt: Histograma
ru_ru: Гистограмма
uk_ua: Gistogramm

source: Enable {0} view
ar_sa: تمكين عرض {0}
de_de: Aktivieren Sie {0} Ansicht
es_es: Activar la vista {0}
fr_fr: Activer la vue {0}
it_it: Abilita visualizzazione {0}
ja_jp: {0} ビューを有効にする
pl_pl: Włącz widok {0}
pt_pt: Habilitar exibição {0}
ru_ru: Включить представление {0}
uk_ua: Увімкнути {0} подання

source: Data type #1
ar_sa: نوع البيانات #1
de_de: Datentyp #1
es_es: Tipo de datos #1
fr_fr: Type de données #1
it_it: Tipo di dati #1
ja_jp: データ型 #1
pl_pl: Typ danych #1
pt_pt: Tipo de dados #1
ru_ru: Тип данных #1
uk_ua: Тип даних #1

source: Data type #2
ar_sa: نوع البيانات #2
de_de: Datentyp #2
es_es: Tipo de datos #2
fr_fr: Type de données #2
it_it: Tipo di dati #2
ja_jp: データ型 #2
pl_pl: Typ danych #2
pt_pt: Tipo de dados #2
ru_ru: Тип данных #2
uk_ua: Тип даних #2

source: Cluster visualization
ar_sa: تصور الكتلة
de_de: Cluster Visualisierung
es_es: Visualización de clústeres
fr_fr: Visualisation de cluster
it_it: Visualizzazione cluster
ja_jp: クラスタの視覚化
pl_pl: Wizualizacja klastrów
pt_pt: Visualização de cluster
ru_ru: Визуализация кластера
uk_ua: Візуалізація кластера

source: Highlight max value
ar_sa: تمييز القيمة القصوى
es_es: Resaltar valor máx.
fr_fr: Mettre en surbrillance la valeur Max
it_it: Evidenziare valore massimo
ja_jp: 最大値の強調表示
pl_pl: Wyróżnij wartość maks.
pt_pt: Destacar valor máximo
ru_ru: Выделить максимальное значение
uk_ua: Виділити значення "максимум"

source: Enabled
ar_sa: يعمل
de_de: Aktiviert
es_es: Habilitado
fr_fr: Activé
it_it: Abilitato
ja_jp: 有効
pl_pl: Włączone
pt_pt: Habilitado
ru_ru: Включено
uk_ua: Включений

source: General
ar_sa: عام
de_de: Allgemeines
fr_fr: Général
it_it: Generale
ja_jp: 一般
pl_pl: Generał
pt_pt: Geral
ru_ru: Основное
uk_ua: Головне

source: Cluster
ar_sa: كتلة
es_es: Clúster
fr_fr: Grappe
it_it: Grappolo
ja_jp: クラスター
pl_pl: Grupa
pt_pt: Grupo
ru_ru: Кластер
uk_ua: Кластер
