Repository: 3rdDimensionPlatform/Localization
Catalog: common/*/*.po
Languages: ar_sa, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, uk_ua

source: Connecting...
ar_sa: ...الاتصال
de_de: Verbindung...
es_es: Conectando...
fr_fr: Connexion...
it_it: Connessione in corso...
ja_jp: 接続しています...
pl_pl: Złączony...
pt_pt: Conectando...
ru_ru: Соединение...
uk_ua: Підключення...

source: Disconnected
ar_sa: انقطع الاتصال
de_de: Getrennt
es_es: Desconectado
fr_fr: Débranché
it_it: scollegato
ja_jp: 切断された
pl_pl: Niepowiązany
pt_pt: Desconectado
ru_ru: Отключен
uk_ua: Відключено

source: Save password
ar_sa: حفظ كلمة المرور
de_de: Passwort speichern
es_es: Guardar contraseña
fr_fr: Retenir le mot de passe
it_it: Salva la password
ja_jp: パスワードを保存
pl_pl: Zapisz hasło
pt_pt: Salvar
ru_ru: Сохранить
uk_ua: Зберегти пароль

source: Select symbol
ar_sa: اختار رمز
de_de: Wählen Sie das Symbol
es_es: Seleccionar símbolo
fr_fr: Sélectionner un symbole
it_it: Seleziona il simbolo
ja_jp: シンボルを選択する
pl_pl: Wybierz symbol
pt_pt: Selecinar Ativo
ru_ru: Выберите инструмент
uk_ua: Виберіть символ

source: Margin
ar_sa: الهامش
de_de: Spanne
es_es: Margen
fr_fr: Marge
it_it: Margine
ja_jp: マージン
pl_pl: Margines
pt_pt: Margem
ru_ru: Маржа
uk_ua: Маржа

source: Account activity
ar_sa: نشاط الحساب
de_de: Account Aktivität
es_es: Actividad de la cuenta
fr_fr: L'activité du compte
it_it: Attività dell'account
ja_jp: アカウントのアクティビティ
pl_pl: Aktywność konta
pt_pt: Atividade da conta
ru_ru: Активность по счету
uk_ua: Діяльність облікового запису

source: Info
ar_sa: معلومات
es_es: Información
fr_fr: Informations
it_it: Informazioni
ja_jp: 情報
pl_pl: Informacje
pt_pt: Informações
ru_ru: Инфо
uk_ua: Інформація

source: Trading info
ar_sa: معلومات التداول
de_de: Handelsinformationen
es_es: Información de trading
fr_fr: Informations de trading
it_it: Informazioni di trading
ja_jp: 取引情報
pl_pl: Informacje handlowe
pt_pt: Informação da negociação
ru_ru: Торговля
uk_ua: Торгова інформація

source: Status
ar_sa: الحالة
es_es: Estado
fr_fr: Statut
it_it: Stato
ja_jp: 状況
pt_pt: Situação
ru_ru: Статус
uk_ua: Статус

source: Orders
ar_sa: الأوامر
de_de: Aufträge
es_es: Pedidos
fr_fr: Ordres
it_it: Ordini
ja_jp: 注文
pl_pl: Zlecenia
pt_pt: Ordens
ru_ru: Ордера
uk_ua: Ордера

source: Allowed order types
ar_sa: أنواع الطلبات المسموح بها
de_de: Zulässige Auftragstypen
es_es: Tipos de orden permitidos
fr_fr: Types de commande autorisés
it_it: Tipi di ordini consentiti
ja_jp: 許容されるオーダータイプ
pl_pl: Dozwolone typy zamówień
pt_pt: Tipos de pedido permitidos
ru_ru: Допустимые типы ордеров
uk_ua: Дозволені типи ордерів

source: Max price
ar_sa: أقصى سعر
de_de: Höchstpreis
es_es: Precio máximo
fr_fr: Prix ​​max
it_it: Prezzo massimo
ja_jp: 最大価格
pl_pl: Maksymalna cena
pt_pt: Preço máximo
ru_ru: Максимальная цена
uk_ua: Максимальна ціна

source: Min notional
ar_sa: دقيقة عادية
de_de: Min fiktiv
es_es: Min. Nocional
fr_fr: Min notionnel
it_it: Nozionale minimo
ja_jp: 最小概念的な
pl_pl: Min. Wartość nominalna
ru_ru: Мин. Условный
uk_ua: Мінімальний умовний

source: Iceberg allowed
ar_sa: جبل الجليد مسموح به
de_de: Eisberg erlaubt
es_es: Iceberg permitido
fr_fr: Iceberg autorisé
it_it: Iceberg permesso
ja_jp: 氷山が許される
pl_pl: Góra lodowa dozwolone
pt_pt: Iceberg permitido
ru_ru: Айсберг разрешил
uk_ua: Айсберг дозволено

source: Allow margin trading
ar_sa: السماح بتداول الهامش
de_de: Den Margenhandel ermöglichen
es_es: Permitir el comercio de márgenes
fr_fr: Autoriser le trading de marge
it_it: Consenti negoziazione margine
ja_jp: マージン取引を許可する
pl_pl: Zezwalaj na obrót marżą
pt_pt: Permitir negociação de margens
ru_ru: Разрешить маржинальную торговлю
uk_ua: Дозволити торгівлі полями

source: Initial margin
ar_sa: الهامش المبدئي
de_de: Anfängliche Marge
es_es: Margen inicial
fr_fr: Marge initiale
it_it: Margine iniziale
ja_jp: イニシャル・マージン
pl_pl: Marża początkowa
pt_pt: Margem inicial
ru_ru: Маржа инициализации
uk_ua: Початкове поле

source: Minimum margin
ar_sa: الحد الأدنى للهامش
de_de: Mindestmarge
es_es: Margen mínimo
fr_fr: Marge minimale
it_it: Margine minimo
ja_jp: 最小マージン
pl_pl: Minimalny margines
pt_pt: Margem mínima
ru_ru: Минимальная маржа
uk_ua: Мінімальне поле

source: FX Majors
ar_sa: العملات الاجنبيه
it_it: FX Major
ja_jp: FX 専攻
pl_pl: Główne FX
pt_pt: Majors FX
ru_ru: FX мажоры
uk_ua: FX спеціальності

source: FX Minors
ar_sa: الفوركس القصر
es_es: FX menores
fr_fr: FX mineurs
it_it: FX minori
ja_jp: FX の未成年者
pl_pl: FX nieletnich
pt_pt: Menores de FX
ru_ru: FX несовершеннолетние
uk_ua: FX неповнолітніх

source: FX Crosses
ar_sa: الفوركس الصلبان
de_de: FX Kreuze
es_es: Cruces FX
fr_fr: Croix FX
it_it: FX croci
ja_jp: FX クロス
pl_pl: Krzyże FX
pt_pt: Cruzes FX
ru_ru: FX кроссс
uk_ua: FX хрести

source: FX Exotic
ar_sa: FX الغريبة
fr_fr: FX exotique
ja_jp: FX のエキゾチックな
pl_pl: FX egzotyczne
pt_pt: FX exótico
ru_ru: FX экзотические
uk_ua: FX екзотичні

source: Metals
ar_sa: المعادن
de_de: Metalle
es_es: Rieles
fr_fr: Les métaux
it_it: metalli
ja_jp: 金属
pl_pl: Metale
pt_pt: Metais
ru_ru: Металлы
uk_ua: Метали

source: Oil
ar_sa: مي.
de_de: Öl
es_es: Aceite
fr_fr: Huile
it_it: Olio
ja_jp: 油
pl_pl: Oleju
pt_pt: Óleo
ru_ru: Масло
uk_ua: Олія

source: Indices
ar_sa: المؤشرات
de_de: Indizes
es_es: Índice
it_it: Indici
ja_jp: インデックス
pl_pl: Wskaźniki
pt_pt: Índices
ru_ru: Индексы
uk_ua: Індекси

source: Futures
ar_sa: المستقبلية
es_es: Futuros
fr_fr: Contrats à terme
ja_jp: 先物
pt_pt: Futuros
ru_ru: Фьючерс
uk_ua: Ф'ючерси

source: Unknown
ar_sa: غير معروف
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
it_it: Sconosciuto
ja_jp: 不明
pl_pl: NIEZNANY
pt_pt: Desconhecido
ru_ru: Неизвестно
uk_ua: Невідомий

source: Equity
ar_sa: الأسهم
de_de: Eigenkapital
es_es: Capital
fr_fr: Capital
it_it: Equità
ja_jp: エクイティ
pl_pl: Sprawiedliwość
pt_pt: Patrimônio
ru_ru: Средства
uk_ua: Власний капітал

source: Free margin
ar_sa: هامش حر
de_de: Freie Marge
es_es: Margen libre
fr_fr: Marge libre
it_it: Margine libero
ja_jp: 自由マージン
pl_pl: Wolny margines
pt_pt: Margem livre
ru_ru: Свободная маржа
uk_ua: Вільні різниці

source: Net P/L
ar_sa: صافي ر/خ
es_es: P/L neto
fr_fr: Profit/Perte net
ja_jp: ネット損益
pl_pl: Netto P/L
pt_pt: L/P Liquido
ru_ru: Чистая прибыль/убыток

source: Gross P/L
ar_sa: إجمالي ر/خ
de_de: Bruttopreis
es_es: P/L bruto
fr_fr: Perte/profit bruts
it_it: P / L lordo
ja_jp: グロス損益
pl_pl: Zysk/Strata
pt_pt: L/P Bruta
ru_ru: Валовая прибыль/убыток
uk_ua: Валовий П/З

source: Open orders
ar_sa: أوامر مفتوحة
de_de: Offene Aufträge
es_es: Abrir pedidos
fr_fr: Commandes ouvertes
it_it: Ordini aperti
ja_jp: 未処理の注文
pl_pl: Otwarte zamówienia
pt_pt: Ordens abertas
ru_ru: Открытые ордера
uk_ua: Відкриті замовлення

source: Open positions
ar_sa: المراكز المفتوحة
de_de: Offene Stellen
es_es: Abrir posiciones
fr_fr: Positions ouvertes
it_it: Posizioni aperte
ja_jp: ポジションをオープンする
pl_pl: Otwarte pozycje
pt_pt: Posições abertas
ru_ru: Открытые позиции
uk_ua: Відкриті пости

source: Account number
de_de: Kontonummer
es_es: Número de cuenta
fr_fr: Numéro de compte
it_it: Numero di conto
ja_jp: 口座番号：
pl_pl: Numer rachunku
pt_pt: Número da conta
ru_ru: Количество счетов
uk_ua: Кількість рахунків:

source: Account type
ar_sa: نوع الحساب
de_de: Kontotyp
es_es: Tipo de cuenta
fr_fr: Type de compte
it_it: Tipo di conto
ja_jp: 勘定タイプ
pl_pl: Typ konta
pt_pt: Tipo de conta
ru_ru: Тип счета
uk_ua: Тип облікового запису

source: Broker
ar_sa: الوسيط
es_es: Corredor
fr_fr: Courtier
ja_jp: ブローカー
pt_pt: Corretora
ru_ru: Брокер
uk_ua: Брокер

source: Leverage
ar_sa: قوة الرفع
de_de: Nutzen
es_es: Apalancamiento
fr_fr: Levier
it_it: Leva
ja_jp: レバレッジ
pl_pl: Dźwigni
pt_pt: Alavancagem
ru_ru: Кредитное плечо
uk_ua: Використовувати

source: Swap free
ar_sa: مبادله مجانا
es_es: Swap gratis
fr_fr: Swap gratuit
it_it: Swap gratuito
ja_jp: スワップ無料
pt_pt: Swap grátis
ru_ru: Своп бесплатно
uk_ua: Своп безкоштовні

source: Account status
ar_sa: حاله الحساب
de_de: Kontostand
es_es: Estado de la cuenta
fr_fr: État du compte
it_it: Stato account
ja_jp: アカウントの状態
pl_pl: Stan konta
pt_pt: Status da conta
ru_ru: Состояние счета
uk_ua: Стан рахунку

source: Trader account type
ar_sa: نوع حساب المتداول
de_de: Trader-Account-Typ
es_es: Tipo de cuenta de comerciante
fr_fr: Type de compte Trader
it_it: Tipo di conto trader
ja_jp: トレーダー勘定タイプ
pl_pl: Typ konta tradera
pt_pt: Tipo de conta Trader
ru_ru: Тип счета трейдера
uk_ua: Тип рахунку трейдера

source: Account registration date
ar_sa: تاريخ تسجيل الحساب
de_de: Konto Anmeldetag
es_es: Fecha de registro de cuenta
fr_fr: Date d'enregistrement du compte
it_it: Data di registrazione dell'account
ja_jp: アカウント登録日
pl_pl: Data rejestracji konta
pt_pt: Data de registro da conta
ru_ru: Дата регистрации счета
uk_ua: Дата реєстрації рахунку

source: Three days Swaps
ar_sa: ثلاثه أيام مقايضه
de_de: Drei Tage Swaps
es_es: Swaps de tres días
fr_fr: Swaps de trois jours
it_it: Tre giorni di swap
ja_jp: スリーデイズスワップ
pl_pl: Trzy dni swapy
pt_pt: Três dias swaps
ru_ru: Три дня свопы
uk_ua: Три дні свопи

source: Swap long
ar_sa: مبادلة طويلة
es_es: Swap largo
it_it: Swap lungo
ja_jp: ロングをスワップする
pl_pl: Zamień długo
pt_pt: 'Swap' de Compra
ru_ru: Длинный своп
uk_ua: Своп довгий

source: Swap short
ar_sa: مبادلة قصيرة
es_es: Swap corto
fr_fr: Swap court
ja_jp: ショートをスワップする
pl_pl: Zamień Krótki
pt_pt: 'Swap' de Venda
ru_ru: Короткий своп
uk_ua: Своп коротких

source: Trading is enabled
ar_sa: يتم تمكين التداول
de_de: Handel ist möglich
es_es: El comercio está habilitado
fr_fr: Le trading est activé
it_it: Trading è abilitato
ja_jp: トレーディングが有効
pl_pl: Handel jest włączony
pt_pt: A negociação está habilitada
ru_ru: Торговля включена
uk_ua: Торгівля включена

source: The amount of funds on the account, including profits and losses of all open positions (the floating balance of the account).
ar_sa: مبلغ الأموال في الحساب ، بما في ذلك الأرباح والخسائر لجميع المراكز المفتوحة (الرصيد العائم للحساب).
de_de: Die Höhe der Mittel auf dem Konto, einschließlich der Gewinne und Verluste aller offenen Positionen (das Floating-Guthaben auf dem Konto).
es_es: La cantidad de fondos en la cuenta, incluidas las ganancias y pérdidas de todas las posiciones abiertas (el saldo flotante de la cuenta).
fr_fr: Le montant des fonds sur le compte, y compris les profits et les pertes de toutes les positions ouvertes (le solde flottant du compte).
it_it: L'ammontare di fondi sul conto, inclusi profitti e perdite di tutte le posizioni aperte (il saldo fluttuante del conto).
ja_jp: すべての未払いポジションの利益および損失（口座の変動残高）を含む、口座の資金量。
pl_pl: Kwota środków na rachunku, w tym zyski i straty wszystkich otwartych pozycji (saldo zmienne rachunku).
pt_pt: O montante de fundos na conta, incluindo lucros e perdas de todas as posições em aberto (o saldo flutuante da conta).
ru_ru: Сумма средств на счете, включая прибыль и убытки всех открытых позиций (плавающий остаток на счете).
uk_ua: Розмір коштів на рахунку, включаючи прибутки та збитки всіх відкритих позицій (плаваючий баланс рахунку).

source: Used margin
ar_sa: الهامش المستخدم
de_de: Gebrauchte Marge
es_es: Margen utilizado
fr_fr: Marge utilisée
it_it: Margine usato
ja_jp: 使用されたマージン
pl_pl: Depozyt
pt_pt: Margem usada
ru_ru: Используемая маржа
uk_ua: Використана маржа

source: The amount of funds used to maintain all open positions on the account.
ar_sa: مبلغ الأموال المستخدمة للحفاظ على جميع المراكز المفتوحة على الحساب.
de_de: Der Betrag der Mittel, die für die Verwaltung aller offenen Positionen auf dem Konto verwendet werden.
es_es: La cantidad de fondos utilizados para mantener todas las posiciones abiertas en la cuenta.
fr_fr: Le montant des fonds utilisés pour maintenir toutes les positions ouvertes sur le compte.
it_it: L'ammontare dei fondi utilizzati per mantenere tutte le posizioni aperte sul conto.
ja_jp: 口座の全ポジションを維持するために使用された資金の額。
pl_pl: Kwota środków używanych do utrzymywania wszystkich otwartych pozycji na koncie.
pt_pt: A quantia de fundos usada para manter todas as posições abertas na conta.
ru_ru: Объем средств, используемых для поддержания всех открытых позиций на счете.
uk_ua: Сума коштів, що використовуються для підтримки всіх відкритих позицій на рахунку.

source: Usable margin
ar_sa: هامش قابل للاستخدام
de_de: Nutzbare Marge
es_es: Margen utilizable
fr_fr: Marge utilisable
it_it: Margine utilizzabile
ja_jp: 使用可能なマージン
pl_pl: Użyteczny margines
pt_pt: Margem utilizável
ru_ru: Полезная маржа
uk_ua: Придатна маржа

source: The amount of funds available to open new positions or to absorb losses of the existing positions.
ar_sa: مبلغ الأموال المتاحة لفتح مراكز جديدة أو لاستيعاب خسائر المراكز الحالية.
de_de: Die Höhe der verfügbaren Mittel, um neue Positionen zu eröffnen oder Verluste der bestehenden Positionen aufzufangen.
es_es: La cantidad de fondos disponibles para abrir nuevos puestos o para absorber pérdidas de los puestos existentes.
fr_fr: Le montant des fonds disponibles pour ouvrir de nouvelles positions ou pour absorber les pertes des positions existantes.
it_it: La quantità di fondi disponibili per aprire nuove posizioni o per assorbire le perdite delle posizioni esistenti.
ja_jp: 新しいポジションを開くか、既存のポジションの損失を吸収するために利用できる資金の量。
pl_pl: Ilość funduszy dostępnych na otwarcie nowych pozycji lub na pokrycie strat z istniejących pozycji.
pt_pt: O montante de fundos disponíveis para abrir novas posições ou para absorver perdas das posições existentes.
ru_ru: Объем доступных средств для открытия новых позиций или для поглощения потерь существующих позиций.
uk_ua: Сума коштів, доступних для відкриття нових позицій або для покриття втрат існуючих позицій.

source: Usable margin,%
ar_sa: الهامش القابل للاستخدام ،٪
de_de: Nutzbare Marge,%
es_es: Margen útil,%
fr_fr: Marge utilisable,%
it_it: Margine utilizzabile,%
ja_jp: 使用可能なマージン、％
pl_pl: Użyteczny margines,%
pt_pt: Margem utilizável,%
ru_ru: Полезная маржа,%
uk_ua: Придатна маржа,%

source: Three level Used margin
ar_sa: الهامش المستخدم من ثلاثة مستويات
de_de: Dreistufiger benutzter Rand
es_es: Margen usado de tres niveles
fr_fr: Marge utilisée à trois niveaux
it_it: Margine a tre livelli usato
ja_jp: 3段階使用マージン
pl_pl: Trzy poziomy Wykorzystany margines
pt_pt: Margem usada de três níveis
ru_ru: Три уровня Используемый запас
uk_ua: Використана трирівнева маржа

source: Three level Usable margin
ar_sa: ثلاثة مستويات هامش قابل للاستخدام
de_de: Nutzbare Marge auf drei Ebenen
es_es: Tres niveles de margen utilizable
fr_fr: Marge utilisable à trois niveaux
it_it: Margine utilizzabile a tre livelli
ja_jp: 3つのレベル使用可能なマージン
pl_pl: Trzy poziomy użytecznego marginesu
pt_pt: Margem utilizável de três níveis
ru_ru: Три уровня полезности
uk_ua: Придатна трирівнева маржа

source: Three level Usable margin, %
ar_sa: ثلاثة مستويات هامش قابل للاستخدام ،٪
de_de: Dreistufige Nutzbare Marge,%
es_es: Tres niveles de margen utilizable,%
fr_fr: Marge utilisable à trois niveaux,%
it_it: Margine utilizzabile a tre livelli,%
ja_jp: 3つのレベル使用可能マージン％
pl_pl: Trzy poziomy Użyteczny margines,%
pt_pt: Margem utilizável de três níveis,%
ru_ru: 3 уровня Полезная маржа,%
uk_ua: Придатна трирівнева маржа,%

source: Margin call status
ar_sa: حالة نداء الهامش
de_de: Margin-Anrufstatus
es_es: Estado de llamada de margen
fr_fr: État de l'appel de marge
it_it: Stato della chiamata di margine
ja_jp: マージンコールステータス
pl_pl: Status wezwania do uzupełnienia depozytu
pt_pt: Status da chamada de margem
ru_ru: Состояние маржинального вызова
uk_ua: Статус маржин-колл

source: Day P/L
ar_sa: يوم P / L
de_de: Tag P / L
es_es: Día P / L
fr_fr: Jour P / L
it_it: Giorno P / L
ja_jp: 日P / L
pl_pl: Dzień P / L
pt_pt: Dia P / L
ru_ru: День P / L
uk_ua: П/З за день

source: # Positions
ar_sa: # الوضعيات
de_de: # Positionen
es_es: # Posiciones
fr_fr: Nbre de positions
it_it: # Posizioni
ja_jp: 総取引数
pl_pl: Liczba transakcji
pt_pt: Nº de posições
ru_ru: # Позиции
uk_ua: # Позиції

source: # Orders
ar_sa: # الاوامر
de_de: # Aufträge
es_es: # Órdenes
fr_fr: Nbre d'ordres
it_it: # Ordini
ja_jp: 新規注文数
pl_pl: Il. aktywnych zleceń
pt_pt: Nº de ordens
ru_ru: # Ордера
uk_ua: # Ордери

source: Hedging type
ar_sa: نوع التحوط
de_de: Sicherungsart
es_es: Tipo de cobertura
fr_fr: Type de couverture
it_it: Tipo di copertura
ja_jp: ヘッジタイプ
pl_pl: Rodzaj zabezpieczenia
pt_pt: Tipo de cobertura
ru_ru: Тип хеджирования
uk_ua: Хеджування типу

source: Value date
ar_sa: تاريخ القيمة
de_de: Datum der Wertstellung
es_es: Fecha de valor
fr_fr: Date valeur
it_it: Data del valore
ja_jp: 数値の日付
pl_pl: Data waluty
pt_pt: Valor da data
ru_ru: Дата валютирования
uk_ua: Дата дат

source: The simulated delivery date. The date and time when the position opened in the instrument could be automatically closed.
ar_sa: تاريخ التسليم المحاكى.
de_de: Das simulierte Lieferdatum
es_es: La fecha de entrega simulada
fr_fr: La date de livraison simulée.
it_it: La data di consegna simulata.
ja_jp: シミュレートされた納期。
pl_pl: Symulowana data dostawy.
pt_pt: A data de entrega simulada.
ru_ru: Симулированная дата доставки.
uk_ua: Імітаційна дата поставки.

source: Allow to sell
ar_sa: السماح للبيع
de_de: Erlaube zu verkaufen
es_es: Permitir vender
fr_fr: Permettre de vendre
it_it: Consentire di vendere
ja_jp: 売ることを許可する
pl_pl: Pozwól sprzedawać
pt_pt: Permitir vender
ru_ru: Позвольте продать
uk_ua: Дозвольте продати

source: The usage of the sell price. It defines whether the sell price of the instrument is available for trading or not.
ar_sa: استخدام سعر البيع.
de_de: Die Verwendung des Verkaufspreises.
es_es: El uso del precio de venta.
fr_fr: L'utilisation du prix de vente.
it_it: L'uso del prezzo di vendita.
ja_jp: 販売価格の使用。
pl_pl: Wykorzystanie ceny sprzedaży.
pt_pt: O uso do preço de venda.
ru_ru: Использование цены продажи.
uk_ua: Використання ціни продажу.

source: Allow to buy
ar_sa: السماح للشراء
de_de: Erlaube es zu kaufen
es_es: Permitir comprar
fr_fr: Permettre d'acheter
it_it: Consentire di comprare
ja_jp: 購入を許可する
pl_pl: Pozwól kupić
pt_pt: Permita comprar
ru_ru: Позвольте купить
uk_ua: Дозволити купувати

source: The usage of the buy price. It defines whether the buy price of the instrument is available for trading or not
ar_sa: استخدام سعر الشراء.
de_de: Die Verwendung des Kaufpreises.
es_es: El uso del precio de compra.
fr_fr: L'utilisation du prix d'achat.
it_it: L'uso del prezzo di acquisto.
ja_jp: 購入価格の使い方。
pl_pl: Wykorzystanie ceny zakupu.
pt_pt: O uso do preço de compra.
ru_ru: Использование цены покупки.
uk_ua: Використання ціни покупки.

source: Long swap
ar_sa: مبادلة طويلة
de_de: Langer Tausch
es_es: Swap largo
fr_fr: Swap long
it_it: Scambio lungo
ja_jp: スワップ買い
pl_pl: Długa zamiana
pt_pt: 'Swap' de Compra
ru_ru: Длинный своп
uk_ua: Довгий своп

source: The interest amount added to the account balance for holding a one lot long (buy) position overnight.
ar_sa: تمت إضافة مبلغ الفائدة إلى رصيد الحساب لاحتفاظ بمركز شراء (لوقت) طويل جدًا خلال الليل.
de_de: Der Zinsbetrag wird dem Kontostand hinzugefügt, um eine Position mit einem Los (Kauf) über Nacht zu halten.
es_es: El monto de intereses agregado al saldo de la cuenta para mantener una posición larga de un lote (comprar) durante la noche.
fr_fr: Le montant d'intérêt ajouté au solde du compte pour tenir une position d'achat d'un lot pendant la nuit.
it_it: L'importo degli interessi aggiunto al saldo del conto per mantenere una posizione di un lotto lungo (acquistare) durante la notte.
ja_jp: 1ロットのロング（買い）ポジションを一晩保有するための口座残高に追加された金利金額。
pl_pl: Kwota odsetek dodanych do salda konta za utrzymanie pozycji o wartości jednej partii (zakup) przez noc.
pt_pt: O montante de juros adicionado ao saldo da conta para manter uma posição longa de um lote (compra) durante a noite.
ru_ru: Сумма процентов, добавленная к остатку на счете за одну ночь (покупка) за одну ночь.
uk_ua: Сума процентної ставки, що додана до залишку на рахунку, для тривалої позики на один лот протягом ночі.

source: Short swap
ar_sa: مبادلة قصيرة
de_de: Kurzer Tausch
es_es: Swap corto
fr_fr: Swap court
ja_jp: ショート・スワップ
pl_pl: Swap dla S
pt_pt: 'Swap' de Venda
ru_ru: Короткий своп
uk_ua: Короткий своп

source: The interest amount added to the account balance for holding a one lot short (sell) position overnight.
ar_sa: تم إضافة مبلغ الفائدة إلى رصيد الحساب لاحتفاظ بمركز بيع (لول) قصير واحد خلال الليل.
de_de: Der dem Kontostand hinzugefügte Zinsbetrag für das Halten einer Leerverkaufsposition über Nacht.
es_es: El monto de intereses agregado al saldo de la cuenta para mantener una posición de un lote corto (vender) de la noche a la mañana.
fr_fr: Le montant d'intérêt ajouté au solde du compte pour la détention d'une position à court terme (vente) d'un lot durant la nuit.
it_it: L'importo degli interessi aggiunto al saldo del conto per mantenere una posizione short sell (sell) durante la notte.
ja_jp: 1ロットの短期（売り）ポジションを一晩保有するための勘定残高に追加された金利金額。
pl_pl: Kwota odsetek dodanych do salda konta za utrzymanie pozycji krótkiej (sprzedaży) o jedną pozycję na noc.
pt_pt: O montante de juros adicionado ao saldo da conta para manter uma posição curta (venda) de um lote durante a noite.
ru_ru: Сумма процентов, добавленная к остатку на счете за одну короткую (продажную) позицию за одну ночь.
uk_ua: Сума процентної ставки, що додана до залишку на рахунку, для проведення однієї лотів короткої (проданої) позиції протягом ночі.

source: Maintenance margin level
ar_sa: مستوى هامش الصيانة
de_de: Stand der Wartungsmarge
es_es: Nivel de margen de mantenimiento
fr_fr: Niveau de marge de maintenance
it_it: Livello di margine di manutenzione
ja_jp: 維持マージンレベル
pl_pl: Poziom rezerwy obowiązkowej
pt_pt: Nível de margem de manutenção
ru_ru: Уровень маржи обслуживания
uk_ua: Рівень маржі обслуговування

source: Entry margin level
ar_sa: مستوى هامش الدخول
de_de: Einstiegsmarge
es_es: Nivel de margen de entrada
fr_fr: Niveau de la marge d'entrée
it_it: Livello del margine di entrata
ja_jp: エントリマージンレベル
pl_pl: Poziom marginesu wejścia
pt_pt: Nível de margem de entrada
ru_ru: Уровень входной маржи
uk_ua: Вступний рівень маржі

source: Limitation margin level
ar_sa: مستوى هامش التقادم
de_de: Limitierungsspanne
es_es: Nivel de margen de limitación
fr_fr: Niveau de marge de limitation
it_it: Livello del margine di limitazione
ja_jp: 限度額レベル
pl_pl: Poziom marginesu ograniczenia
pt_pt: Nível de margem de limitação
ru_ru: Уровень предельной маржи
uk_ua: Граничний рівень маржі

source: Currencies
ar_sa: العملات
de_de: Währungen
es_es: Monedas
fr_fr: Devises
it_it: valute
ja_jp: 通貨
pl_pl: Waluty
pt_pt: Moedas
ru_ru: валюты
uk_ua: Валюти

source: FX Indices
ar_sa: مؤشرات الفوركس
de_de: FX-Indizes
es_es: Índices de FX
fr_fr: Indices de change
it_it: Indici FX
ja_jp: FX指数
pl_pl: Indeksy walutowe
pt_pt: Índices FX
ru_ru: Индексы FX
uk_ua: Індекси FX

source: Commodities
ar_sa: السلع
de_de: Rohstoffe
es_es: Productos básicos
fr_fr: Marchandises
ja_jp: コモディティ
pl_pl: Surowce
ru_ru: Товары
uk_ua: Товари

source: Treasuries
ar_sa: سندات الخزانة
es_es: Bonos del tesoro
fr_fr: Trésors
ja_jp: 財務省
ru_ru: Казначейские
uk_ua: Скарбниці

source: Shares
ar_sa: الحصص
de_de: Anteile
es_es: Acciones
fr_fr: Parts
it_it: azioni
ja_jp: 取り分
pl_pl: Akcje
pt_pt: Ações
ru_ru: Доли
uk_ua: Акції

source: Bullions
ar_sa: السبائك
de_de: Goldbarren
es_es: Lingotes
it_it: lingotti
ja_jp: 塊
pl_pl: Sztaby
pt_pt: Lingotes
ru_ru: Банковские слитки
uk_ua: Збитки

source: Take liquidity rate
ar_sa: أخذ معدل السيولة
de_de: Liquiditäts Rate nehmen
es_es: Tomar la tasa de liquidez
fr_fr: Prendre le taux de liquidité
it_it: Prendere il tasso di liquidità
ja_jp: 流動性率を取る
pl_pl: Weź stopę płynności
pt_pt: Tomar taxa de liquidez
ru_ru: Коэффициент ликвидности
uk_ua: Рівень ліквідності

source: Provide liquidity rate
ar_sa: توفير معدل السيولة
de_de: Liquiditäts Rate bieten
es_es: Proporcione la tarifa de la liquidez
fr_fr: Fournir le taux de liquidité
it_it: Fornire il tasso di liquidità
ja_jp: 流動性率の提供
pl_pl: Zapewnienie płynności
pt_pt: Fornecer taxa de liquidez
ru_ru: Обеспечить уровень ликвидности
uk_ua: Забезпечити рівень ліквідності
