Repository: 3rdDimensionPlatform/Localization
Catalog: common/*/*.po
Languages: ar_sa, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, uk_ua

source: Top area
ar_sa: المطقة العليا
de_de: Top-Bereich
es_es: Área superior
fr_fr: Zone supérieure
it_it: Area superiore
ja_jp: トップエリア
pl_pl: Górny obszar
pt_pt: Área superior
ru_ru: Область вершины
uk_ua: Найпопулярніший район

source: Bottom area
ar_sa: المنطقة السفلية
de_de: Bodenbereich
es_es: Área del fondo
fr_fr: Zone inférieure
it_it: Area inferiore
ja_jp: ボトムエリア
pl_pl: Dolny obszar
pt_pt: Área de baixa
ru_ru: Нижняя область
uk_ua: Нижній район

source: Marker color
ar_sa: لون ماركر
de_de: Markierungsfarbe
es_es: Marcador de color
fr_fr: Couleur du marqueur
it_it: Colore dell'indicatore
ja_jp: マーカーの色
pl_pl: Kolor znacznika
pt_pt: Cor do marcador
ru_ru: Цвет маркера
uk_ua: Колір маркерів

source: Add custom text
ar_sa: أضافه نص مخصص
de_de: Fügen Sie einen eigenen Text
es_es: Agregar texto personalizado
fr_fr: Ajouter un texte personnalisé
it_it: Aggiungi testo personalizzato
ja_jp: カスタムテキストの追加
pl_pl: Dodaj własny tekst
pt_pt: Adicionar texto personalizado
ru_ru: Добавление пользовательского текста
uk_ua: Додавання настроюваного тексту

source: Fix text area
ar_sa: إصلاح منطقه النص
de_de: Fix Textbereich
es_es: Corregir área de texto
fr_fr: Correction de la zone de texte
it_it: Correggi area testo
ja_jp: テキスト領域の修正
pl_pl: Popraw obszar tekstowy
pt_pt: Corrigir área de texto
ru_ru: Исправить текстовую область
uk_ua: Виправлення текстової області

source: Text location
ar_sa: موقع النص
de_de: TextOrt
es_es: Ubicación de texto
fr_fr: Emplacement du texte
it_it: Posizione del testo
ja_jp: テキストの場所
pl_pl: Lokalizacja tekstu
pt_pt: Localização do texto
ru_ru: Расположение текста
uk_ua: Текстове розташування

source: Text area
ar_sa: منطقه النص
de_de: Text Bereich
es_es: Área de texto
fr_fr: Zone de texte
it_it: Area di testo
ja_jp: テキスト領域
pl_pl: Obszar tekstowy
pt_pt: Área de texto
ru_ru: Текстовая область
uk_ua: Текстова область

source: Value
ar_sa: القيمة
de_de: Wert
es_es: Valor
fr_fr: Valeur
it_it: Valore
ja_jp: 値
pl_pl: Wartość
pt_pt: Valor
ru_ru: Установите значение
uk_ua: Значення

source: Font style
ar_sa: نمط الخط
de_de: Schriftstil
es_es: Estilo de fuente
fr_fr: Style de police
it_it: Stile di carattere
ja_jp: フォントスタイル
pl_pl: Styl czcionki
pt_pt: Estilo da fonte
ru_ru: Стиль шрифта
uk_ua: Стиль шрифту

source: Border
ar_sa: الحدود
de_de: Grenze
es_es: Borde
fr_fr: Frontière
it_it: Bordo
ja_jp: 境界
pl_pl: Granicy
pt_pt: Borda
ru_ru: Граница
uk_ua: Кордону

source: Points
ar_sa: النقاط
de_de: Punkte
es_es: Puntos
it_it: Punti
ja_jp: ポイント
pl_pl: Punktów
pt_pt: Pontos
ru_ru: Точки
uk_ua: Очок

source: Trading tool
ar_sa: أداة التداول
de_de: Handelswerkzeug
es_es: Herramienta comercial
fr_fr: Outil de trading
it_it: Strumento di trading
ja_jp: 取引ツール
pl_pl: Narzędzie handlowe
pt_pt: Ferramenta de negociação
ru_ru: Торговый инструмент
uk_ua: Торговий інструмент

source: Horizontal line
ar_sa: خط أفقي
de_de: Horizontale Linie
es_es: Línea horizontal
fr_fr: Ligne horizontale
it_it: Linea orizzontale
ja_jp: 水平線
pl_pl: Linia pozioma
pt_pt: Linha horizontal
ru_ru: Горизонтальная линия
uk_ua: Горизонтальна

source: Vertical line
ar_sa: خط عمودي
de_de: Vertikale Linie
es_es: Línea vertical
fr_fr: Ligne verticale
it_it: Linea verticale
ja_jp: 垂直線
pl_pl: Pionowa linia
pt_pt: Linha vertical
ru_ru: Вертикальная линия
uk_ua: Вертикальна лінія

source: Rectangle
ar_sa: مربع
de_de: Rechteck
es_es: Rectángulo
it_it: Rettangolo
ja_jp: 長方形
pl_pl: Prostokąt
pt_pt: Retângulo
ru_ru: Прямоугольник
uk_ua: Прямокутник

source: Triangle
ar_sa: مثلث
de_de: Dreieck
es_es: Triángulo
it_it: Triangolo
ja_jp: 三角形
pl_pl: Trójkąt
pt_pt: Triângulo
ru_ru: Треугольник
uk_ua: Трикутник

source: Poligon
ja_jp: ポリゴン
ru_ru: Многоугольник
uk_ua: Полігон

source: Circle
ar_sa: دائرة
de_de: Kreis
es_es: Círculo
fr_fr: Cercle
it_it: Cerchio
ja_jp: サークル
pl_pl: okrąg
pt_pt: Círculo
ru_ru: Круг
uk_ua: Коло

source: Ellipse
ar_sa: بيضوي
es_es: Elipse
it_it: Ellisse
ja_jp: 楕円
pl_pl: Elipsa
pt_pt: Elipse
ru_ru: Овал
uk_ua: Еліпс

source: Andrew's pitchfork
ar_sa: شوكة أندرو
de_de: Andrews Mistgabel
es_es: Horquilla de Andrew
fr_fr: Fourche d'Andrew
it_it: Il forcone di Andrew
ja_jp: アンドリューのピッチフォーク
pl_pl: Widły Andrew
pt_pt: Forcado de Andrew
ru_ru: Вилы Эндрюса
uk_ua: Андріївська вила

source: Price channel
ar_sa: قناء السعر
de_de: Preis Kanal
es_es: Canal de precio
fr_fr: Chaîne de prix
it_it: Canale di prezzo
ja_jp: 価格チャネル
pl_pl: Kanał cenowy
pt_pt: Canal de preço
ru_ru: Канал цен
uk_ua: Ціна каналу

source: Fibonacci retracement
ar_sa: مستوى تصحيح الفيبوناتشى
es_es: Sucesiones de Fibonacci
fr_fr: Retracement de Fibonacci
it_it: Ritiro di Fibonacci
ja_jp: フィボナッチリトレースメント
pl_pl: Fibonacci Retrenchment
pt_pt: Retração de Fibonacci
ru_ru: Коррекционные уровни
uk_ua: Фібоначчі відновлення

source: Fibonacci expansion
ar_sa: تمدد الفيبوناتشى
de_de: Fibonacci-Erweiterung
es_es: Expansión de Fibonacci
fr_fr: Expansion de Fibonacci
it_it: Espansione di Fibonacci
ja_jp: フィボナッチの拡大
pl_pl: Ekspansja Fibonacciego
pt_pt: Expansão de Fibonacci
ru_ru: Расширение Фибоначчи
uk_ua: Розширення Фібоначчі

source: Fibonacci arc
ar_sa: قوس الفيبوناتشى
de_de: Fibonacci-Bogen
es_es: Arco de Fibonacci
fr_fr: Arc de Fibonacci
it_it: Arco di Fibonacci
ja_jp: フィボナッチ アーク
pl_pl: Łuk Fibonacciego
pt_pt: Arco Fibonacci
ru_ru: Дуги Фибоначчи
uk_ua: Дуга Фібоначчі

source: Fibonacci spiral
ar_sa: حلزون الفيبوناتشى
de_de: Fibonacci Spirale
es_es: Espiral de Fibonacci
fr_fr: Spirale de Fibonacci
it_it: Spirale di Fibonacci
ja_jp: フィボナッチスパイラル
pl_pl: Spirala Fibonacci`ego
pt_pt: Espiral de Fibonacci
ru_ru: Спираль Фибоначчи
uk_ua: Фібоначчі спіралі

source: Fibonacci ellipse
ar_sa: فيبوناتشي بيضاوي
es_es: Elipse de Fibonacci
fr_fr: Ellipse de Fibonacci
it_it: Ellisse di Fibonacci
ja_jp: フィボナッチ楕円
pl_pl: Elipsa Fibonacciego
pt_pt: Elipse de Fibonacci
ru_ru: Эллипс Фибоначчи
uk_ua: Еліпс Фібоначчі

source: Fibonacci fans
ar_sa: مروحة الفيبوناتشى
es_es: Abanicos de Fibonacci
fr_fr: Fanions de Fibonacci
it_it: Fan di Fibonacci
ja_jp: フィボナッチファン
pl_pl: Fibonacci
pt_pt: Fãs de Fibonacci
ru_ru: Веер Фибоначчи
uk_ua: Вентилятори Фібоначчі

source: Fibonacci phi-channel
ar_sa: قناة الفيبوناتشى
de_de: Fibonacci Phi-Kanal
es_es: Canal Phi de Fibonacci
fr_fr: Canal phi de Fibonacci
ja_jp: フィボナッチ phiチャンネル
pt_pt: Phi-channel de Fibonacci
ru_ru: Фи-канал Фибоначчи
uk_ua: Фибоначчі Фі-канал

source: Fibonacci time goal
ar_sa: هدف فيبوناتشي
de_de: Fibonacci-Zeitziel
es_es: Objetivo de tiempo de Fibonacci
fr_fr: Objectif de temps de Fibonacci
it_it: Obiettivo del tempo di Fibonacci
ja_jp: フィボナッチタイムゴール
pl_pl: Cel czasowy Fibonacciego
pt_pt: Objetivo de tempo de Fibonacci
ru_ru: Временные цели Фибоначчи
uk_ua: Мета часу фібоначчі

source: Fibonacci time zone
ar_sa: منطقة فيبوناتشي الزمنية
de_de: Fibonacci-Zeitzone
es_es: Zona de tiempo de Fibonacci
fr_fr: Zone temporelle de Fibonacci
it_it: Fuso orario di Fibonacci
ja_jp: フィボナッチタイムゾーン
pl_pl: Strefa czasowa Fibonacciego
pt_pt: Zona de Tempo de Fibonacci
ru_ru: Временные интервалы Фибоначчи
uk_ua: Часовий пояс Фибоначчи

source: Gann line
ar_sa: خط جان
de_de: Gann Linie
es_es: Línea de Gann
fr_fr: Ligne de Gann
it_it: Linea Gann
ja_jp: ギャン・ライン
pl_pl: Linia Gann
pt_pt: Linha Gann
ru_ru: Линия Ганна
uk_ua: Ганна лінія

source: Gann fan
ar_sa: مروحة جان
es_es: Abanico de Gann
fr_fr: Fanion de Gann
it_it: Fan di Gann
ja_jp: ギャン・ファン
pl_pl: Wentylator Ganna
pt_pt: Fã de Gann
ru_ru: Веер Ганна
uk_ua: Фанат Ганна

source: Gann grid
ar_sa: شبكة جان
de_de: Gann Gitter
es_es: Rejilla de Gann
fr_fr: Grille de Gann
it_it: Griglia di Gann
ja_jp: ギャン・グリッド
pl_pl: Siatka Ganna
pt_pt: Grade de Gann
ru_ru: Сетка Ганна
uk_ua: Ганна Грід

source: Ruler
ar_sa: مسطرة
de_de: Herrscher
es_es: Regla
fr_fr: Règle
it_it: Righello
ja_jp: ルーラー
pl_pl: Linia typu Info
pt_pt: Régua
ru_ru: Линейка
uk_ua: Лінійка

source: Symbol
ar_sa: الرمز
es_es: Símbolo
fr_fr: Symbole
it_it: Simbolo
ja_jp: シンボル
pl_pl: Instrument
pt_pt: Ativo
ru_ru: Инструмент
uk_ua: Інструмент

source: Up arrow
ar_sa: سهم للأعلى
de_de: Pfeil
es_es: Flecha arriba
fr_fr: Flèche vers le haut
it_it: Freccia su
ja_jp: 上向き矢印
pl_pl: Strzałka w górę
pt_pt: Seta para cima
ru_ru: Стрелка вверх
uk_ua: Стрілка вгору

source: Down arrow
ar_sa: السهم
de_de: Pfeil
es_es: Flecha abajo
fr_fr: Flèche vers le bas
it_it: Freccia giù
ja_jp: 下向き矢印
pl_pl: Strzałka
pt_pt: Seta para baixo
ru_ru: Стрелка вниз
uk_ua: Клавіша зі стрілкою вниз

source: Uncpecified
de_de: Nicht spezifiziert
es_es: No especificado
fr_fr: Non spécifié
ja_jp: 未指定
pl_pl: Nieokreślone
pt_pt: Não especificado
uk_ua: Невизначений

source: Line by angle
ar_sa: خط بزاوية
de_de: Zeile für Winkel
es_es: Línea por ángulo
fr_fr: Ligne par angle
it_it: Linea per angolo
ja_jp: 行ごとに
pl_pl: Linia po kącie
pt_pt: Linha por ângulo
ru_ru: Строка под углом
uk_ua: Лінія за кутом

source: Regression channel
ar_sa: قناة الانحدار
de_de: Regressionskanal
es_es: Canal de regresión
fr_fr: Canal de régression
it_it: Canale di regressione
ja_jp: 回帰チャネル
pl_pl: Kanał regresji
pt_pt: Canal de regressão
ru_ru: Канал регрессии
uk_ua: Регресійний канал

source: ABC Pattern
ar_sa: نمط ABC
de_de: ABC-Muster
es_es: Patrón ABC
fr_fr: Modèle ABC
it_it: Modello ABC
ja_jp: ABCパターン
pl_pl: Wzór ABC
pt_pt: Padrão ABC
ru_ru: ABC паттерн
uk_ua: Шаблон ABC

source: Top bottom pattern
ar_sa: نمط القاع العلوي
de_de: Oberes unteres Muster
es_es: Patrón superior de la parte inferior
fr_fr: Motif du haut du bas
it_it: Modello di fondo superiore
ja_jp: トップボトムパターン
pl_pl: Górny dolny wzór
pt_pt: Padrão inferior superior
ru_ru: Верх нижнего рисунка
uk_ua: Верхній нижній малюнок

source: Gartley Butterfly
ar_sa: جارتلي باترفلاي
de_de: Gartley Schmetterling
ja_jp: ガートレーバタフライ
ru_ru: Бабочка Гартли
uk_ua: Гартлі Метелик

source: Custom profile
ar_sa: التشكيل الجانبي المخصص
de_de: Individuelles Profil
es_es: Perfil personalizado
fr_fr: Profil personnalisé
it_it: Profilo personalizzato
ja_jp: カスタムプロファイル
pl_pl: Profil niestandardowy
pt_pt: Perfil personalizado
ru_ru: Пользовательский профиль
uk_ua: Користувацький профіль

source: Line arrow
ar_sa: سهم الخط
de_de: Linie Pfeil
es_es: Flecha de línea
fr_fr: Flèche de ligne
it_it: Freccia di linea
ja_jp: 線の矢印
pl_pl: Strzałka linii
pt_pt: Seta de linha
ru_ru: Стрелка
uk_ua: Стрілка лінії

source: Head&Shoulders
ar_sa: هيد آند شولدرز
de_de: Kopf Schultern
es_es: Cabeza hombros
fr_fr: Tête épaules
it_it: Testa spalle
ja_jp: 頭、肩
pl_pl: Głowa ramiona
pt_pt: Cabeça e ombros
ru_ru: Голова и Плечи
uk_ua: Голова плечі

source: Gann box
ar_sa: صندوق غان
es_es: Caja Gann
fr_fr: Gann boîte
it_it: Scatola Gann
ja_jp: ギャンボックス
pt_pt: Caixa Gann
ru_ru: Прямоугольник Ганна
uk_ua: Ганна коробка

source: Price targets
ar_sa: أهداف السعر
de_de: Preisziele
es_es: Objetivos de precio
fr_fr: Cibles de prix
it_it: Target di prezzo
ja_jp: 価格目標
pl_pl: Cele cenowe
pt_pt: Metas de preço
ru_ru: Целевые уровни
uk_ua: Цільові цілі

source: Flag marker
ar_sa: علامة العلم
de_de: Markierungsfahne
es_es: Marcador de bandera
fr_fr: Marqueur de drapeau
it_it: Indicatore di bandiera
ja_jp: フラグマーカー
pl_pl: Znacznik flagi
pt_pt: Marcador de bandeira
ru_ru: Флаг-маркер
uk_ua: Позначка маркера

source: Price marker
ar_sa: علامة السعر
de_de: Preis Marker
es_es: Marcador de precio
fr_fr: Marqueur de prix
it_it: Marcatore di prezzo
ja_jp: 価格マーカー
pl_pl: Znacznik ceny
pt_pt: Marcador de preço
ru_ru: Маркер цены
uk_ua: Маркер ціни

source: Note
ar_sa: ملحوظة
de_de: Hinweis
es_es: Nota
it_it: Nota
ja_jp: ノート
pl_pl: Uwaga
pt_pt: Nota
ru_ru: Заметка
uk_ua: Примітка

source: Comment
ar_sa: تعليق
de_de: Kommentar
es_es: Comentar
fr_fr: Faire un commentaire
it_it: Commento
ja_jp: コメント
pl_pl: Komentarz
pt_pt: Comentário
ru_ru: Комментарий
uk_ua: Коментар

source: Angled line
ar_sa: خط زاوية
de_de: Winkel Linie
es_es: Línea angulada
fr_fr: Ligne inclinée
it_it: Linea angolata
ja_jp: 斜め線
pl_pl: Linia kątowa
pt_pt: Linha angular
ru_ru: Угловая линия
uk_ua: Кутові лінії

source: Invalid price
ar_sa: سعر غير صحيح
de_de: Ungültiger Preis
es_es: Precio no válido
fr_fr: Prix invalide
it_it: Prezzo non valido
ja_jp: 無効な価格
pl_pl: Nieprawidłowa cena
pt_pt: Preço inválido
ru_ru: Неверная цена
uk_ua: Недійсна ціна

source: STP
ar_sa: التنفيذ المباشر للمعاملات
ja_jp: ストレート・スルー・プロセッシング

source: TP price: {0}
ar_sa: سعر TP: {0}
de_de: TP-Preis: {0}
es_es: Precio TP: {0}
fr_fr: Prix ​​de TP: {0}
it_it: Prezzo TP: {0}
ja_jp: TP価格：{0}
pl_pl: Cena TP: {0}
pt_pt: Preço TP: {0}
ru_ru: Цена TP: {0}
uk_ua: Ціна ТП: {0}

source: SL price
ar_sa: إيقاف الخسارة
de_de: SL Preis
es_es: SL
fr_fr: Prix SL
it_it: Prezzo SL
ja_jp: ストップロス価格
pl_pl: Cena
pt_pt: Preço SL
ru_ru: СЛ цена
uk_ua: Ціна SL

source: {0} TP price: {1}
ar_sa: {0} سعر البيع: {1}
de_de: {0} TP-Preis: {1}
es_es: Precio de {0} TP: {1}
fr_fr: {0} prix TP: {1}
it_it: {0} prezzo TP: {1}
ja_jp: {0} TP価格：{1}
pl_pl: {0} Cena TP: {1}
pt_pt: {0} preço TP: {1}
ru_ru: {0} цена TP: {1}
uk_ua: {0} ціна TP: {1}

source: Overlay
ar_sa: التراكب
de_de: Überlagerung
es_es: Capa
fr_fr: Superposition
it_it: copertura
ja_jp: オーバーレイ
pl_pl: Nakładanie wykresu
pt_pt: Sobreposição
ru_ru: Наложение
uk_ua: Накладання

source: Empty symbol
ar_sa: رمز فارغ
de_de: Leeres Symbol
es_es: Símbolo vacío
fr_fr: Symbole vide
it_it: Simbolo vuoto
ja_jp: 空の記号
pl_pl: Pusty symbol
pt_pt: Símbolo vazio
ru_ru: Пустой символ
uk_ua: Порожній символ

source: Candle
ar_sa: شمعة
de_de: Kerze
es_es: Vela
fr_fr: Bougie
it_it: Candela
ja_jp: ローソク足
pl_pl: Świeca
pt_pt: Vela
ru_ru: Свеча
uk_ua: Свічка

source: Dotted line
ar_sa: خط نقطي
de_de: Gepunktete Linie
es_es: Línea de puntos
fr_fr: Ligne pointillée
it_it: Linea tratteggiata
ja_jp: 点線
pl_pl: Kropkowa
pt_pt: Linha pontilhada
ru_ru: Пунктир
uk_ua: Лінія+Точка

source: P&F
ar_sa: النقطة والشكل
fr_fr: Point et Figure
ja_jp: ポイント＆フィギュア
ru_ru: Крестики/Нолики

source: Kagi line
ar_sa: Kagi
de_de: Kagi-Linie
es_es: Línea Kagi
fr_fr: Kagi
it_it: Linea Kagi
ja_jp: カギ足
pl_pl: Kagi
pt_pt: Linha Kagi
ru_ru: Графики Каги
uk_ua: Kagi

source: Lines break
ar_sa: كسر خطوط
de_de: Zeilen brechen
es_es: Líneas de descanso
fr_fr: Les lignes se brisent
it_it: Le linee si rompono
ja_jp: 線が壊れる
pl_pl: Przerwane linie
pt_pt: Quebra de linhas
ru_ru: Перерыв линий
uk_ua: Лінії розриваються

source: Renko
ar_sa: رينكو
ja_jp: 練行足チャート
ru_ru: Ренко
uk_ua: Ренко

source: Profile
ar_sa: الملف الشخصي
de_de: Profil
es_es: Perfil
fr_fr: Profil
it_it: Profilo
ja_jp: プロフィール
pl_pl: Profil
pt_pt: Perfil
ru_ru: Профиль
uk_ua: Профіль

source: Data is loading...
ar_sa: يتم تحميل البيانات...
de_de: Daten werden geladen...
es_es: Los datos se están cargando...
fr_fr: Les données sont en cours de chargement...
it_it: I dati si stanno caricando...
ja_jp: データがロードされています...
pl_pl: Trwa ładowanie danych...
pt_pt: Os dados estão sendo carregados...
ru_ru: Данные загружаются...
uk_ua: Дані завантажуються...

source: Please wait, it can{0} take some time.
ar_sa: يرجى الانتظار ، يمكن أن يستغرق {0} بعض الوقت.
de_de: Bitte warten Sie, es kann {0} etwas dauern.
es_es: Espere, puede {0} tomarse un tiempo.
fr_fr: Veuillez patienter, cela peut {0} prendre du temps.
it_it: Attendi, può {0} prendersi un po 'di tempo.
ja_jp: しばらくお待ちください{0}。
pl_pl: Proszę czekać, może {0} trochę potrwać.
pt_pt: Por favor, aguarde, pode {0} levar algum tempo.
ru_ru: Подождите, это может {0} занять некоторое время.
uk_ua: Будь ласка, зачекайте, це може зайняти деякий час {0}.

source: No data for {0}
ar_sa: لا توجد بيانات لـ {0}
de_de: Keine Daten für {0}
es_es: Sin datos para {0}
fr_fr: Aucune donnée pour {0}
it_it: Nessun dato per {0}
ja_jp: {0}のデータがありません
pl_pl: Brak danych dla {0}
pt_pt: Nenhum dado para {0}
ru_ru: Нет данных для {0}
uk_ua: Немає даних для {0}

source: Your current connection{0}does not provide such data
ar_sa: لا يوفر اتصالك الحالي {0} هذه البيانات
de_de: Ihre aktuelle Verbindung {0} stellt solche Daten nicht bereit
es_es: Su conexión actual {0} no proporciona tales datos
fr_fr: Votre connexion actuelle {0} ne fournit pas de telles données
it_it: La tua attuale connessione {0} non fornisce tali dati
ja_jp: あなたの現在の接続{0}はそのようなデータを提供していません
pl_pl: Twoje bieżące połączenie {0} nie dostarcza takich danych
pt_pt: Sua conexão atual {0} não fornece tais dados
ru_ru: Ваше текущее соединение {0} не предоставляет такие данные
uk_ua: Ваше поточне з'єднання {0} не надає таких даних

source: No data to display on chart
ar_sa: لا توجد بيانات لعرضها في المخطط
de_de: Keine Daten zum Anzeigen auf dem Diagramm
es_es: Sin datos para mostrar en el gráfico
fr_fr: Aucune donnée à afficher sur le graphique
it_it: Nessun dato da visualizzare sul grafico
ja_jp: グラフに表示するデータがありません
pl_pl: Brak danych do wyświetlenia na wykresie
pt_pt: Nenhum dado para exibir no gráfico
ru_ru: Нет данных для отображения на диаграмме
uk_ua: Немає даних для відображення на графіку

source: Please check your connection{0} or symbol availability
ar_sa: يرجى التحقق من الاتصال {0} أو توفر الرمز
de_de: Bitte überprüfen Sie Ihre Verbindung {0} oder Symbolverfügbarkeit
es_es: Verifique su conexión {0} o disponibilidad de símbolos
fr_fr: Veuillez vérifier votre connexion {0} ou la disponibilité des symboles
it_it: Controlla la tua connessione {0} o la disponibilità dei simboli
ja_jp: あなたの接続{0}を確認してください。
pl_pl: Sprawdź połączenie {0} lub dostępność symbolu
pt_pt: Por favor verifique sua conexão {0} ou disponibilidade de símbolos
ru_ru: Проверьте подключение {0} или наличие символа
uk_ua: Будь ласка, перевірте наявність підключення {0} або символу

source: Window colors
ar_sa: ألوان النافذة
de_de: Fensterfarben
es_es: Colores de la ventana
fr_fr: Couleurs de la fenêtre
it_it: Colori della finestra
ja_jp: ウィンドウ色
pl_pl: Kolory okien
pt_pt: Cores da janela
ru_ru: Цвета окна
uk_ua: Кольори вікон

source: Back top color
ar_sa: لون الجزء العلوي الخلفي
de_de: Zurück Top-Farbe
es_es: Color de fondo superior
fr_fr: Couleur du fonds en haut
it_it: Colore superiore posteriore
ja_jp: 上部の背景色
pl_pl: Tylny górny kolor
pt_pt: Cor superior traseira
ru_ru: Цвет фона сверху
uk_ua: Назад верхній колір

source: Back bottom color
ar_sa: لون الجزء الأسفل الخلفي
de_de: Rückseite untere Farbe
es_es: Color de fondo inferior
fr_fr: Couleur du fonds en bas
it_it: Colore inferiore posteriore
ja_jp: 下部の背景色
pl_pl: Powrót na dole kolor
pt_pt: Cor inferior traseira
ru_ru: Цвет фона снизу
uk_ua: Назад нижній колір

source: Mouse wheel action
ar_sa: حركة عجلة الماوس
de_de: Mausrad-Aktion
es_es: Acción de la rueda del mouse
fr_fr: Action de la molette
it_it: Azione rotellina del mouse
ja_jp: マウスホイールアクション
pl_pl: Działanie kółka myszy
pt_pt: Ação da roda do mouse
ru_ru: Скрол мыши
uk_ua: Дія колеса миші

source: Scale type
ar_sa: نوع المقياس
de_de: Maßstabstyp
es_es: Tipo de escala
fr_fr: Type d'échelle
it_it: Tipo di scala
ja_jp: スケールの種類
pl_pl: Typ skali
pt_pt: Tipo de escala
ru_ru: Тип шкалы
uk_ua: Тип масштабу

source: Begin of the data
ar_sa: بداية البيانات
de_de: Beginn der Daten
es_es: Inicio de los datos
fr_fr: Début des données
it_it: Inizio dei dati
ja_jp: データの始まり
pl_pl: Rozpocznij od danych
pt_pt: Início de dados
ru_ru: Начало данных
uk_ua: Почніть з даних

source: Begin of the day
ar_sa: بداية اليوم
de_de: Beginn des Tages
es_es: Inicio del día
fr_fr: Début de la journée
it_it: Inizio della giornata
ja_jp: 日付の始まり
pl_pl: Rozpocznij dzień
pt_pt: Início do dia
ru_ru: Начало дня
uk_ua: Початок дня

source: Begin of the screen
ar_sa: بداية الشاشة
de_de: Beginn des Bildschirms
es_es: Inicio de la pantalla
fr_fr: Début de l'écran
it_it: Inizia lo schermo
ja_jp: 画面の始まり
pl_pl: Rozpocznij od ekranu
pt_pt: Início de tela
ru_ru: Начало экрана
uk_ua: Почніть екран

source: Start price
ar_sa: سعر البدء
de_de: Startpreis
es_es: Precio de inicio
fr_fr: Prix de départ
it_it: Prezzo iniziale
ja_jp: 開始価格
pl_pl: Cena rozpoczęcia
pt_pt: Preço inicial
ru_ru: Начальная цена
uk_ua: Початкова ціна

source: Log base
ar_sa: قاعدة السجّل
de_de: Log-Basis
es_es: Base de logs
fr_fr: Journal de base
it_it: Base di log
ja_jp: ベースを記録する
pl_pl: Baza logów
pt_pt: Base Logaritma
ru_ru: Основание
uk_ua: База журналів

source: Zoom
ar_sa: تكبير
de_de: Zoomen
es_es: Enfocar
ja_jp: ズーム
pl_pl: Powiększenie
ru_ru: Масштабирование
uk_ua: Збільшити

source: Auto scale
ar_sa: مقياس تلقائي
de_de: Automatische Skalierung
es_es: Escala automática
fr_fr: Échelle automatique
it_it: Scala automatica
ja_jp: 自動スケール
pl_pl: Automatyczne skalowanie
pt_pt: Escala automática
ru_ru: Авто
uk_ua: Автоматичний масштаб

source: Manual scale
ar_sa: مقياس يدوي
de_de: Manuelle Skalierung
es_es: Escala manual
fr_fr: Échelle manuelle
it_it: Scala manuale
ja_jp: 手動スケール
pl_pl: Skala ręczna
pt_pt: Escala manual
ru_ru: Ручное
uk_ua: Ручна шкала

source: Fit Indicators
ar_sa: مؤشرات فيت
de_de: Fit Indikatoren
es_es: Ajustar indicadores
fr_fr: Ajuster les indicateurs
it_it: Indicatori di adattamento
ja_jp: インジケーターをフィットさせる
pl_pl: Wskaźniki dopasowania
pt_pt: Indicadores de ajuste
ru_ru: Вписывать индикаторы
uk_ua: Придатні показники

source: Symbols lookup
ar_sa: البحث عن الرموز
de_de: Symbole suchen
es_es: Búsqueda de símbolos
fr_fr: Recherche de symboles
it_it: Ricerca di simboli
ja_jp: シンボル検索
pl_pl: Wyszukiwanie symboli
pt_pt: Buscar Ativos
ru_ru: Поиск инструментов
uk_ua: Пошук інструментів

source: Object manager
ar_sa: إدارة الموضوع
de_de: Objektmanager
es_es: Gestor de objetos
fr_fr: Gestionnaire d'objet
it_it: Gestore oggetti
ja_jp: オブジェクト・マネージャー
pl_pl: Menedżer obiektów
pt_pt: Gerenciador de objetos
ru_ru: Менеджер объектов
uk_ua: Менеджер об'єктів

source: Aggregation
ar_sa: تجميع
de_de: Anhäufung
es_es: Agregación
fr_fr: Agrégation
it_it: Aggregazione
ja_jp: 集約
pl_pl: Zbiór
pt_pt: Agregação
ru_ru: Агрегация
uk_ua: Агрегація

source: Range
ar_sa: المدى
de_de: Bereich
es_es: Rango
fr_fr: Portée
it_it: Gamma
ja_jp: 範囲
pl_pl: Zakres:
pt_pt: Limite
ru_ru: Диапазон
uk_ua: Діапазон

source: Add overlay…
ar_sa: إضافة تراكب...
de_de: Überlagerung hinzufügen...
es_es: Agregar superposición...
fr_fr: Ajouter une superposition...
it_it: Aggiungi sovrapposizione...
ja_jp: オーバーレイを追加...
pl_pl: Dodaj nakładkę...
pt_pt: Adicionar sobreposição...
ru_ru: Добавить наложение...
uk_ua: Додати накладання...

source: Remove all
ar_sa: حذف الكل
de_de: Alles entfernen
es_es: Eliminar todo
fr_fr: Tout retirer
it_it: Rimuovi tutto
ja_jp: すべて削除する
pl_pl: Usuń wszystko
pt_pt: Remover tudo
ru_ru: Удалить все
uk_ua: Видалити все

source: Indicators
ar_sa: المؤشرات
de_de: Indikatoren
es_es: Indicadores
fr_fr: Indicateurs
it_it: indicatori
ja_jp: インジケーター
pl_pl: Wskaźniki
pt_pt: Indicadores
ru_ru: Индикаторы
uk_ua: Індикатори

source: Add indicator…
ar_sa: إضافة مؤشر...
de_de: Indikator hinzufügen...
es_es: Agregar indicador...
fr_fr: Ajouter un indicateur...
it_it: Aggiungi indicatore...
ja_jp: インジケータを追加...
pl_pl: Dodaj wskaźnik...
pt_pt: Adicionar indicador…
ru_ru: Добавить индикатор...
uk_ua: Додати індикатор...

source: Drawing tools
ar_sa: الأدوات
de_de: Zeichenutensilien
es_es: Herramientas de dibujo
fr_fr: Outils de dessin
it_it: Strumenti di disegno
ja_jp: ツール
pl_pl: Narzędzia
pt_pt: Ferramentas de desenho
ru_ru: Инструменты рисования
uk_ua: Лінії

source: Trend
ar_sa: اتجاه
es_es: Tendencia
fr_fr: Tendance
it_it: Tendenza
ja_jp: 傾向
pl_pl: Tendencja
pt_pt: Tendência
ru_ru: Тренд
uk_ua: Тенденція

source: Arrow
ar_sa: سهم
de_de: Pfeil
es_es: Flecha
fr_fr: Flèche
it_it: Freccia
ja_jp: 矢印
pl_pl: Strzałka
pt_pt: Setas
ru_ru: Стрелка
uk_ua: Стрілка

source: Geometry
ar_sa: علم الهندسة
de_de: Geometrie
es_es: Geometría
fr_fr: Géométrie
it_it: Geometria
ja_jp: 幾何学
pl_pl: Geometria
pt_pt: Geométrico
ru_ru: Геометрия
uk_ua: Геометрія

source: Polygon
ar_sa: مضلع
es_es: Polígono
fr_fr: Polygone
it_it: Poligono
ja_jp: ポリゴン
pl_pl: Wielokąt
pt_pt: Polígono
ru_ru: Многоугольник
uk_ua: Багатокутник

source: Fibonacci
ar_sa: الفيبوناتشى
ja_jp: フィボナッチ
ru_ru: Фибоначчи
uk_ua: Фібоначчі

source: Gann
ar_sa: غان
ja_jp: ガン
ru_ru: Ганн
uk_ua: Ганн

source: Gann Box
ar_sa: غان بوكس
es_es: Caja Gann
ja_jp: ギャンボックス
pt_pt: Caixa Gann
uk_ua: Ганн Бокс
