Repository: 3rdDimensionPlatform/Localization
Catalog: common/*/*.po
Languages: ar_sa, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, uk_ua

source: Open positions count
ar_sa: فتح المراكز المفتوحة
de_de: Offene Positionen zählen
es_es: Número de posiciones abiertas
fr_fr: Nombre de positions ouvertes
it_it: Conteggio delle posizioni aperte
ja_jp: オープンポジション数
pl_pl: Liczą się otwarte pozycje
pt_pt: Contagem de posições abertas
ru_ru: Количество открытых позиций
uk_ua: Кількість відкритих позицій

source: Open orders count
ar_sa: فتح عدد الطلبات
de_de: Offene Bestellungen zählen
es_es: Recuento de pedidos abiertos
fr_fr: Nombre de commandes ouvertes
it_it: Conta gli ordini aperti
ja_jp: 未処理の注文数
pl_pl: Otwarte zamówienia są liczone
pt_pt: Contagem de ordens abertas
ru_ru: Количество открытых ордеров
uk_ua: Кількість відкритих ордерів

source: Realized P/L
ar_sa: Realize PnL
de_de: Realisierte P / L
es_es: P/L realizado
fr_fr: Profit/perte réalisés
it_it: P / L realizzato
ja_jp: 損益を現金化する
pl_pl: Dzisiejsze zrealizowane Z/S
pt_pt: L/P realizado
ru_ru: Реализованная прибыль/убытки
uk_ua: Realize PnL

source: Fee
ar_sa: الرسوم
de_de: Gebühr
es_es: Tarifa
fr_fr: Frais
it_it: tassa
ja_jp: 手数料
pl_pl: Prowizja
pt_pt: Taxa
ru_ru: Комиссия
uk_ua: Комісія

source: Tr-S
ar_sa: آر-S
uk_ua: Тр-С

source: Dotes
ar_sa: يخرف
de_de: Détés
ru_ru: помешан
uk_ua: Дати

source: Per {0}
ar_sa: لكل {0}
de_de: Pro {0}
es_es: Por {0}
pl_pl: Za {0}
pt_pt: Por {0}
uk_ua: За {0}

source: PPZ
ru_ru: ППЗ

source: MKT
ru_ru: МКТ
uk_ua: МКТ

source: N/A
pl_pl: Nie dotyczy
pt_pt: N / D
ru_ru: Н/Д
uk_ua: Н/Д

source: Tr.Stop
uk_ua: Tr.Стоп
