Repository: 3rdDimensionPlatform/Localization
Catalog: common/*/*.po
Languages: ar_sa, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, uk_ua

source: Patterns
ar_sa: أنماط - رسم
de_de: Muster
es_es: Patrones
ja_jp: パターン
pl_pl: Wzory
pt_pt: Padrões
ru_ru: Паттерны
uk_ua: Шаблони

source: Head & Shoulders
ar_sa: هيد آند شولدرز
de_de: Kopf Schultern
es_es: Cabeza hombros
fr_fr: Tête épaules
it_it: Testa spalle
ja_jp: 頭、肩
pl_pl: Głowa ramiona
pt_pt: Cabeça e ombros
ru_ru: Голова и плечи
uk_ua: Голова плечі

source: Flag
ar_sa: علم
de_de: Flagge
es_es: Bandera
fr_fr: Drapeau
it_it: Bandiera
ja_jp: 旗
pl_pl: Flaga
pt_pt: Bandeira
ru_ru: Флаг
uk_ua: Прапор

source: Note marker
ar_sa: علامة الملاحظة
es_es: Marcador de nota
fr_fr: Marqueur de note
it_it: Nota marker
ja_jp: ノートマーカー
pl_pl: Marker notatek
pt_pt: Marcador de nota
ru_ru: Маркер примечания
uk_ua: Маркер виноски

source: Remove selected
ar_sa: حذف المحدد
de_de: Entfernen ausgewählt
es_es: Eliminar seleccionado
fr_fr: Retirer la sélection
it_it: Rimuovi i selezionati
ja_jp: 選択されたものを削除する
pl_pl: Usuń wybrane
pt_pt: Remover selecinados
ru_ru: Удалить выбранные
uk_ua: Видалити вибране

source: Volume Analysis
ar_sa: تحليل الحجم
de_de: Volumen Analyse
es_es: Análisis de volumen
fr_fr: Analyse de volume
it_it: Analisi del volume
ja_jp: 体積分析
pl_pl: Analiza objętości
pt_pt: Análise do volume
ru_ru: Анализ объема
uk_ua: Об'ємний аналіз

source: Show toolbar
ar_sa: إظهار شريط الأدوات
de_de: Werkzeugleiste anzeigen
es_es: Mostrar la barra de herramientas
fr_fr: Afficher la barre d'outils
it_it: Mostra barra degli strumenti
ja_jp: ツールバーを表示する
pl_pl: Pokaż pasek narzędzi
pt_pt: Mostrar barra de Ferramentas
ru_ru: Показать панель инструментов
uk_ua: Показати панель інструментів

source: Step Profile
ar_sa: الخطوة الشخصي
es_es: Perfil del paso
fr_fr: Profil de l'étape
it_it: Profilo Step
ja_jp: ステッププロファイル
pl_pl: Profil Step
pt_pt: Perfil da etapa
ru_ru: Шаг профиль
uk_ua: Покроковий профіль

source: Left Profile
ar_sa: الملف الأيسر
de_de: Linkes Profil
es_es: Perfil izquierdo
fr_fr: Profil gauche
it_it: Profilo sinistro
ja_jp: 左のプロファイル
pl_pl: Lewy profil
pt_pt: Perfil esquerdo
ru_ru: Левый профиль
uk_ua: Лівий профіль

source: Right Profile
ar_sa: الملف الشخصي الأيمن
de_de: Richtige Profil
es_es: Perfil correcto
fr_fr: Profil droit
it_it: Profilo destro
ja_jp: 右のプロフィール
pl_pl: Prawy profil
pt_pt: Perfil direito
ru_ru: Правый профиль
uk_ua: Правильний профіль

source: Time Statistics
ar_sa: إحصائيات الوقت
de_de: Zeit Statistik
es_es: Estadísticas de tiempo
fr_fr: Statistiques de temps
it_it: Statistiche temporali
ja_jp: 時間統計
pl_pl: Statystyki czasowe
pt_pt: Estatísticas de tempo
ru_ru: Статистика времени
uk_ua: Час статистика

source: Time Histogram
ar_sa: الرسم البياني للوقت
es_es: Histograma de tiempo
fr_fr: Histogramme de temps
it_it: Istogramma temporale
ja_jp: 時間ヒストグラム
pl_pl: Histogram czasu
pt_pt: Histograma de tempo
ru_ru: Гистограмма времени
uk_ua: Часові гістограми

source: Time & Sales
ar_sa: الوقت والمبيعات
de_de: Zeit & Verkauf
es_es: &Tiempo & Ventas
fr_fr: Heure et ventes
ja_jp: タイム・アンド・セールス
pl_pl: Czas & sprzedaży
ru_ru: Лента сделок
uk_ua: Час-продаж

source: Custom Profile
ar_sa: التشكيل الجانبي المخصص
de_de: Individuelles Profil
es_es: Perfil personalizado
fr_fr: Profil personnalisé
it_it: Profilo personalizzato
ja_jp: カスタムプロファイル
pl_pl: Profil niestandardowy
pt_pt: Perfil personalizado
ru_ru: Пользовательский профиль
uk_ua: Користувацький профіль

source: Day high/low
ar_sa: اليوم أعلى/اقل
de_de: Tag hoch / niedrig
es_es: Máximo/Mínimo del día
fr_fr: Jour haut/bas
it_it: Giorno alto / basso
ja_jp: １日の高値／安値
pl_pl: Dzień wysoki / niski
pt_pt: Máximo/Mínimo do dia
ru_ru: Дневной Макс./Мин.
uk_ua: День високий / низький

source: Grid time
ar_sa: شبكة الوقت
de_de: Rasterzeit
es_es: Hora de la rejilla
fr_fr: Temps de la grille
it_it: Tempo di griglia
ja_jp: グリッド時間
pl_pl: Czas siatki
pt_pt: Grade de tempo
ru_ru: Сетка по времени
uk_ua: Час сітки

source: Grid price
ar_sa: شبكة السعر
de_de: Netzpreis
es_es: Precio de la rejilla
fr_fr: Prix de la grille
it_it: Prezzo della griglia
ja_jp: グリッド価格
pl_pl: Cena siatki
pt_pt: Grade de preço
ru_ru: Сетка по цене
uk_ua: Сітка ціна

source: Refresh
ar_sa: تحديث
de_de: Aktualisierung
es_es: Refrescar
fr_fr: Rafraîchir
it_it: ricaricare
ja_jp: 更新
pl_pl: Odświeżać
pt_pt: Atualizar
ru_ru: Перезагрузить график
uk_ua: Оновити

source: {0} settings
ar_sa: {0} الإعدادات
de_de: {0} Einstellungen
es_es: {0} configuraciones
fr_fr: {0} paramètres
it_it: {0} impostazioni
ja_jp: {0}の設定
pl_pl: Ustawienia {0}
pt_pt: {0} configurações
uk_ua: {0} налаштування

source: Modification will affect the position closing. Are you sure?
ar_sa: سوف يؤثر التعديل على إغلاق الموقع.
de_de: Die Änderung wirkt sich auf das Schließen der Position aus.
es_es: La modificación afectará el cierre de la posición.
fr_fr: La modification affectera la fermeture de la position.
it_it: La modifica influirà sulla chiusura della posizione.
ja_jp: 変更はポジション終了に影響します。
pl_pl: Modyfikacja wpłynie na zamknięcie pozycji.
pt_pt: A modificação afetará o fechamento da posição.
ru_ru: Модификация повлияет на закрытие позиции.
uk_ua: Модифікація вплине на закриття позиції.

source: Are you sure you want to execute order at market price?
ar_sa: Are you shure you want to execute order at market price?
de_de: Sind Sie sicher, dass Sie die Order zum Marktpreis ausführen möchten?
es_es: ¿Esta seguro de que desea ejecutar la orden a precio de mercado?
fr_fr: Etes-vous sûr que vous voulez exécuter l'ordre au prix du marché?
it_it: Sei sicuro di voler eseguire l'ordine al prezzo di mercato?
ja_jp: 本当に市場価格で注文を実行しますか？
pl_pl: Czy chcesz wykonać zlecenie po najlepszej cenie na rynku?
pt_pt: Tem certeza de que deseja executar ordem ao preço de Mercado?
ru_ru: Вы уверены, что хотите выполнить ордер по рыночной цене?
uk_ua: Ви впевнені, що хочете виконати ордер за ринковою ціною?

source: Default by symbol (Last)
ar_sa: الافتراضي بالرمز (الأخير)
de_de: Standard nach Symbol (Last)
es_es: Predeterminado por símbolo (último)
fr_fr: Par défaut par symbole (Dernier)
it_it: Predefinito per simbolo (ultimo)
ja_jp: デフォルトの記号（最後）
pl_pl: Domyślnie według symbolu (Last)
pt_pt: Padrão por símbolo (último)
ru_ru: По умолчанию символ (последний)
uk_ua: За замовчуванням символ (Ласт)

source: Default by symbol (Bid/Ask)
ar_sa: الافتراضي بالرمز (عرض / طلب)
de_de: Default by Symbol (Gebot / Nachfrage)
es_es: Predeterminado por símbolo (Bid / Ask)
fr_fr: Par défaut par symbole (Bid / Ask)
it_it: Predefinito per simbolo (Bid / Ask)
ja_jp: デフォルトの記号（入札/尋ね）
pl_pl: Domyślnie według symbolu (Bid / Ask)
pt_pt: Padrão por símbolo (Bid / Ask)
ru_ru: По умолчанию по символу (Bid / Ask)
uk_ua: За замовчуванням символ (Бід/Аск)

source: Default by symbol ({0})
ar_sa: الافتراضي بالرمز ({0})
de_de: Standard nach Symbol ({0})
es_es: Predeterminado por el símbolo ({0})
fr_fr: Par défaut par symbole ({0})
it_it: Predefinito per simbolo ({0})
ja_jp: デフォルトの記号（{0}）
pl_pl: Domyślnie według symbolu ({0})
pt_pt: Padrão por símbolo ({0})
ru_ru: По умолчанию по символу ({0})
uk_ua: За замовчуванням символ ({0})

source: Bid/Ask
ar_sa: العرض/الطلب
de_de: Gebot / Nachfrage
es_es: Venta/Compra
fr_fr: Offre/demande
ja_jp: 入札/問い合わせ
pt_pt: Licitar / Perguntar
ru_ru: Бид/Аск
uk_ua: Пропозиція / Запит

source: 1 hour
ar_sa: ساعة واحدة
de_de: 1 Stunde
es_es: 1 hora
fr_fr: 1 heure
it_it: 1 ora
ja_jp: 1時間
pl_pl: 1 godzina
pt_pt: 1 hora
ru_ru: 1 час
uk_ua: 1 година

source: 3 hours
ar_sa: 3 ساعات
de_de: 3 Stunden
es_es: 3 horas
fr_fr: 3 heures
it_it: 3 ore
ja_jp: 3時間
pl_pl: 3 godziny
pt_pt: 3 horas
ru_ru: 3 часа
uk_ua: 3 години

source: 6 hours
ar_sa: 6 ساعات
de_de: 6 Stunden
es_es: 6 horas
fr_fr: 6 heures
it_it: 6 ore
ja_jp: 6時間
pl_pl: 6 godzin
pt_pt: 6 horas
ru_ru: 6 часов
uk_ua: 6 годин

source: 12 hours
ar_sa: 12 ساعة
de_de: 12 Stunden
es_es: 12 horas
fr_fr: 12 heures
it_it: 12 ore
ja_jp: 12時間
pl_pl: 12 godzin
pt_pt: 12 horas
ru_ru: 12 часов
uk_ua: 12 годин

source: 1 day
ar_sa: يوم
de_de: 1 Tag
es_es: 1 día
fr_fr: 1 jour
it_it: 1 giorno
ja_jp: 1日
pl_pl: 1 dzień
pt_pt: 1 dia
ru_ru: 1 день
uk_ua: 1 день

source: 3 days
ar_sa: 3 يوم
de_de: 3 Tage
es_es: 3 días
fr_fr: 3 jours
it_it: 3 giorni
ja_jp: 3日
pl_pl: 3 dni
pt_pt: 3 dias
ru_ru: 3 дня
uk_ua: 3 дні

source: 5 days
ar_sa: 5 ايام
de_de: 5 Tage
es_es: 5 dias
fr_fr: 5 jours
it_it: 5 giorni
ja_jp: 5日間
pl_pl: 5 dni
pt_pt: 5 dias
ru_ru: 5 дней
uk_ua: 5 днів

source: 10 days
ar_sa: 10 أيام
de_de: 10 Tage
es_es: 10 días
fr_fr: 10 jours
it_it: 10 giorni
ja_jp: 10日間
pl_pl: 10 dni
pt_pt: 10 dias
ru_ru: 10 дней
uk_ua: 10 днів

source: 20 days
ar_sa: 20 يوم
de_de: 20 Tage
es_es: 20 días
fr_fr: 20 jours
it_it: 20 giorni
ja_jp: 20日間
pl_pl: 20 dni
pt_pt: 20 dias
ru_ru: 20 дней
uk_ua: 20 днів

source: 1 month
ar_sa: شهر واحد
de_de: 1 Monat
es_es: 1 mes
fr_fr: 1 mois
it_it: 1 mese
ja_jp: 1ヶ月
pl_pl: 1 miesiąc
pt_pt: 1 mês
ru_ru: 1 месяц
uk_ua: 1 місяць

source: 3 month
ar_sa: 3 أشهر
de_de: 3 Monate
es_es: 3 meses
fr_fr: 3 mois
it_it: 3 mesi
ja_jp: 3ヶ月
pl_pl: 3 miesiące
pt_pt: 3 meses
ru_ru: 3 месяца
uk_ua: 3 місяці

source: 6 month
ar_sa: 6 أشهر
de_de: 6 Monate
es_es: 6 meses
fr_fr: 6 mois
it_it: 6 mesi
ja_jp: ６ヶ月
pl_pl: 6 miesiąc
pt_pt: 6 meses
ru_ru: 6 месяцев
uk_ua: 6 місяців

source: 1 year
ar_sa: 1 سنة
de_de: 1 Jahr
es_es: 1 año
fr_fr: 1 an
it_it: 1 anno
ja_jp: 1年
pl_pl: 1 rok
pt_pt: 1 ano
ru_ru: 1 год
uk_ua: 1 рік

source: 3 years
ar_sa: 3 سنوات
de_de: 3 Jahre
es_es: 3 años
fr_fr: 3 années
it_it: 3 anni
ja_jp: 3年
pl_pl: 3 lata
pt_pt: 3 anos
ru_ru: 3 года
uk_ua: 3 роки

source: 5 years
ar_sa: 5 سنوات
de_de: 5 Jahre
es_es: 5 años
fr_fr: 5 années
it_it: 5 anni
ja_jp: 5年
pl_pl: 5 lat
pt_pt: 5 anos
ru_ru: 5 лет
uk_ua: 5 років

source: 10 years
ar_sa: 10 سنوات
de_de: 10 Jahre
es_es: 10 años
fr_fr: 10 années
it_it: 10 anni
ja_jp: 10年
pl_pl: 10 lat
pt_pt: 10 anos
ru_ru: 10 лет
uk_ua: 10 років

source: 20 years
ar_sa: 20 سنه
de_de: 20 Jahre
es_es: 20 años
fr_fr: 20 ans
it_it: 20 anni
ja_jp: 20年
pl_pl: 20 lat
pt_pt: 20 anos
ru_ru: 20 лет
uk_ua: 20 років

source: 50 years
ar_sa: 50 سنة
de_de: 50 Jahre
es_es: 50 años
fr_fr: 50 ans
it_it: 50 anni
ja_jp: 50年
pl_pl: 50 lat
pt_pt: 50 anos
ru_ru: 50 лет
uk_ua: 50 років

source: Show
ar_sa: عرض
es_es: Mostrar
fr_fr: Visualiser
it_it: Mostrare
ja_jp: 表示する
pl_pl: Pokazać
pt_pt: Mostrar
ru_ru: Показать
uk_ua: Шоу

source: Main scale
ar_sa: المقياس الاساسي
de_de: Hauptskala
es_es: Escala principal
fr_fr: Échelle principale
it_it: Scala principale
ja_jp: メイン・スケール
pl_pl: Główna skala
pt_pt: Escala principal
ru_ru: Основная шкала
uk_ua: Основна шкала

source: Separate scale
ar_sa: مقياس منفصل
de_de: Getrennte Skala
es_es: Escala distinta
fr_fr: Échelle séparée
it_it: Scala separata
ja_jp: 別のスケール
pl_pl: Oddzielna skala
pt_pt: Escala separada
ru_ru: Отдельная шкала
uk_ua: Окремі шкали

source: Price scaling
ar_sa: مقياس السعر
de_de: Preis Skalierung
es_es: Escala de precios
fr_fr: Échelonnage de prix
it_it: Ridimensionamento dei prezzi
ja_jp: 価格のスケーリング
pl_pl: Skalowanie ceny
pt_pt: Escala de preço
ru_ru: Масштаб цены
uk_ua: Ціноутворення

source: Show price marker
ar_sa: عرض علامة السعر
de_de: Preismarkierung anzeigen
es_es: Mostrar marcador de precios
fr_fr: Visualiser le marqueur de prix
it_it: Mostra indicatore di prezzo
ja_jp: 価格マーカーを表示する
pl_pl: Pokaż znacznik cenowy
pt_pt: Exibir marcador de preço
ru_ru: Показывать маркер цены
uk_ua: Показати маркер ціни

source: Scroll
ar_sa: الانتقال
de_de: Scrollen
es_es: Desplazar
fr_fr: Défiler
it_it: Scorrere
ja_jp: スクロール
pl_pl: Zwój
pt_pt: Rolar
ru_ru: Прокрутка истории
uk_ua: Прокрутити

source: No data to display
ar_sa: لا توجد بيانات لعرضها
de_de: Keine Daten zum Anzeigen
es_es: No hay datos que mostrar
fr_fr: Aucune donnée à visualiser
it_it: nessun dato da visualizzare
ja_jp: 表示するデータがありません
pl_pl: brak danych do wyświetlenia
pt_pt: Nenhum dado a ser exibido
ru_ru: Нет данных для отображения
uk_ua: Немає даних для відображення

source: Please check your connection or symbol availability
ar_sa: يرجى التحقق من اتصالك أو توفر الرمز
de_de: Bitte überprüfen Sie Ihre Verbindung oder Symbolverfügbarkeit
es_es: Por favor, compruebe su conexión o disponibilidad de símbolos
fr_fr: Veuillez vérifier votre connexion ou la disponibilité des symboles
it_it: Si prega di verificare la connessione o la disponibilità dei simboli
ja_jp: あなたの接続やシンボルの可用性を確認してください
pl_pl: Sprawdź połączenie lub dostępność symbolu
pt_pt: Por favor verifique sua conexão ou disponibilidade de símbolos
ru_ru: Проверьте наличие соединения или символа.
uk_ua: Перевірте наявність вашого з'єднання чи символу

source: Table
ar_sa: الجدول
de_de: Tabelle
es_es: Tabla
fr_fr: Tableau
it_it: tavolo
ja_jp: 表
pl_pl: Stół
pt_pt: Tabela
ru_ru: Таблица
uk_ua: Таблиця

source: General Settings
ar_sa: إعدادات
de_de: Allgemeine Einstellungen
es_es: Configuración general
fr_fr: Définitions
it_it: impostazioni generali
ja_jp: 設定
pl_pl: Ustawienia
pt_pt: Configurações gerais
ru_ru: Настройки
uk_ua: Налаштування

source: Model settings
ar_sa: إعدادات النموذج
de_de: Modelleinstellungen
es_es: Configuraciones del modelo
fr_fr: Paramètres du modèle
it_it: Impostazioni del modello
ja_jp: モデル設定
pl_pl: Ustawienia modelu
pt_pt: Configurações do modelo
ru_ru: Настройки модели
uk_ua: Налаштування моделі

source: Order side
ar_sa: جانب النظام
de_de: Bestellseite
es_es: Lado de la orden
fr_fr: Côté commande
it_it: Lato dell'ordine
ja_jp: 注文側
pl_pl: Strona zamówienia
pt_pt: Lado da ordem
ru_ru: Сторона ордера
uk_ua: Сторона ордера

source: Default row
ar_sa: الصف الافتراضي
de_de: Standardzeile
es_es: Fila predeterminada
fr_fr: Ligne par défaut
it_it: Riga predefinita
ja_jp: デフォルト行
pl_pl: Domyślny wiersz
pt_pt: Linha padrão
ru_ru: Строка по умолчанию
uk_ua: Стандартний рядок

source: Tier
ar_sa: صف
de_de: Stufe
es_es: Nivel
fr_fr: Étage
it_it: fila
ja_jp: ティア
pl_pl: Poziom
pt_pt: Camada
ru_ru: ярус
uk_ua: Рівень

source: value
ar_sa: القيمة
de_de: Wert
es_es: valor
fr_fr: valeur
it_it: valore
ja_jp: 価値
pl_pl: wartość
pt_pt: valor
ru_ru: значение
uk_ua: вартість

source: Most saturated Ask color
ar_sa: لون أكثر الطلبات المشبعة
de_de: Am gesättigtesten Farbe fragen
es_es: Color de compra más saturado
fr_fr: Couleur de demande la plus saturée
it_it: Il colore Ask più saturo
ja_jp: 最も飽和したAskの色
pl_pl: Najbardziej nasycony Zapytaj kolor
pt_pt: Cor de preço 'Ask' mais saturado
ru_ru: Самый насыщенный цвет Аска
uk_ua: Найбільш насичений Ask color

source: Most saturated Bid color
ar_sa: لون أكثر العروض المشبعة
de_de: Meist gesättigte Gebotsfarbe
es_es: Color de venta más saturado
fr_fr: Couleur d'offre la plus saturée
it_it: Il colore dell'offerta più saturo
ja_jp: 最も飽和したBidの色
pl_pl: Najbardziej nasycony kolor oferty
pt_pt: Cor de preço 'Bid' mais saturado
ru_ru: Самый насыщенный цвет Бида
uk_ua: Найбільш насичений колір пропозиції

source: Max volume
ar_sa: الحجم الأقصى
de_de: maximales Volumen
es_es: Volumen máx.
fr_fr: Volume max
it_it: volume massimo
ja_jp: 最大出来高
pl_pl: maksymalna głośność
pt_pt: Volume máx
ru_ru: Макс. объем
uk_ua: Макс. Обсяг

source: Aggregate size by price
ar_sa: الحجم الكلي حسب السعر
de_de: Aggregatgröße nach Preis
es_es: Tamaño agregado por precio
fr_fr: Taille agrégée par prix
it_it: Dimensione aggregata per prezzo
ja_jp: 価格別集計サイズ
pl_pl: Rozmiar agregatu według ceny
pt_pt: Tamanho agregado por preço
ru_ru: Совокупный размер по цене
uk_ua: Сукупний розмір за ціною

source: Coloring method
ar_sa: طريقة التلوين
de_de: Färbemethode
es_es: Método de coloreado
fr_fr: Méthode de coloriage
it_it: Metodo di colorazione
ja_jp: 色付け方法
pl_pl: Metoda kolorowania
pt_pt: Método de coloração
ru_ru: Метод раскраски
uk_ua: Метод фарбування

source: Auto center
ar_sa: مركز السيارات
es_es: Centro auto
fr_fr: Centre-auto
it_it: Centro automatico
ja_jp: オートセンター
pt_pt: Centro automotivo
ru_ru: Автоцентр
uk_ua: Автоцентр

source: Auto center type
ar_sa: نوع مركز السيارات
de_de: Automatischer Zentraltyp
es_es: Tipo de centro automático
fr_fr: Type de centre automatique
it_it: Tipo di centro automatico
ja_jp: オートセンタータイプ
pl_pl: Automatyczny typ centrum
pt_pt: Tipo de centro automático
ru_ru: Тип автоцентра
uk_ua: Автоцентр типу

source: Collapse spread
ar_sa: انتشار الانهيار
de_de: Ausbreitung zu reduzieren
es_es: Colapsar
fr_fr: Réduire la propagation
ja_jp: 折りたたみスプレッド
pl_pl: Zwiń spread
pt_pt: Recolher o spread
ru_ru: Распространение
uk_ua: Колап розповсюджений

source: Cancellation priority
ar_sa: أولوية الإلغاء
de_de: Stornierungspriorität
es_es: Prioridad de cancelación
fr_fr: Priorité d'annulation
it_it: Priorità di cancellazione
ja_jp: キャンセル優先度
pl_pl: Priorytet anulowania
pt_pt: Prioridade de cancelamento
ru_ru: Приоритет отмены
uk_ua: Пріоритет скасування

source: Day high
ar_sa: ارتفاع اليوم
de_de: Tag hoch
es_es: Día alto
fr_fr: Haut de la journée
it_it: Giorno alto
ja_jp: 一日の最高
pl_pl: Dzień wysoki
pt_pt: Dia de alta
ru_ru: Высокий день
uk_ua: День високий

source: Day low
ar_sa: انخفاض اليوم
de_de: Tag niedrig
es_es: Día bajo
fr_fr: Jour bas
it_it: Giorno basso
ja_jp: 一日安い
pl_pl: Dzień niski
pt_pt: Dia baixo
ru_ru: День низкий
uk_ua: День низький

source: Ask price
ar_sa: اسئل عن السعر
de_de: Preis anfragen
es_es: Preguntar el precio
fr_fr: Demander le prix
it_it: Chiedere il prezzo
ja_jp: 価格を求める
pl_pl: Zapytaj cenę
pt_pt: Pedir preço
ru_ru: Спроси цену
uk_ua: Ціна Аск

source: Bid price
ar_sa: سعر
de_de: Angebotspreis
es_es: Precio de oferta
fr_fr: Prix ​​de l'offre
it_it: Prezzo di offerta
ja_jp: 入札価格
pl_pl: Cena sprzedaży
pt_pt: Preço de oferta
ru_ru: Цена предложения
uk_ua: Ціна Бід

source: Ask size
ar_sa: حجم الطلب
de_de: Frage Größe
es_es: Tamaño de compra
fr_fr: Taille de la demande
it_it: Chiedi taglia
ja_jp: Askのサイズ
pl_pl: Zapytaj rozmiar
pt_pt: Quantidade 'Ask'
ru_ru: Размер Аск
uk_ua: Об'єм Аск

source: Bid size
ar_sa: حجم العرض
de_de: Gebotsgröße
es_es: Tamaño de venta
fr_fr: Taille de l'offre
it_it: Dimensione dell'offerta
ja_jp: Bidのサイズ
pl_pl: Wielkość stawki
pt_pt: Quantidade 'Bid'
ru_ru: Размер Бид
uk_ua: Об'єм Бід

source: Time ask
ar_sa: الوقت يسأل
de_de: Zeit fragen
es_es: Tiempo pregunte
fr_fr: Demande de temps
it_it: Tempo di chiedere
ja_jp: 時間が尋ねる
pl_pl: Czas zapytaj
pt_pt: Tempo perguntar
ru_ru: Время спрашивать
uk_ua: Час запитувати

source: Time bid
ar_sa: عرض الوقت
de_de: Zeitgebot
es_es: Oferta de tiempo
fr_fr: Offre d'heure
it_it: Offerta a tempo
ja_jp: 時間の入札単価
pl_pl: Oferta czasowa
pt_pt: Lance de tempos
ru_ru: Ставка времени
uk_ua: Час ставки

source: Last updated ask time
ar_sa: آخر مرة تطرح السؤال
de_de: Letzte aktualisierte Uhrzeit
es_es: Última actualización solicitada
fr_fr: Dernière mise à jour demander l'heure
it_it: Ultimo orario di richiesta aggiornato
ja_jp: 最終更新時間
pl_pl: Ostatnia aktualizacja czasu zapytania
pt_pt: Última atualização pedir tempo
ru_ru: Последнее обновление
uk_ua: Останнє оновлення запитуваного часу

source: Last updated bid time
ar_sa: آخر وقت لعرض الأسعار
de_de: Zuletzt aktualisierte Gebotsdauer
es_es: Última actualización del tiempo de oferta
fr_fr: Dernière mise à jour du délai d'offre
it_it: Ultimo orario di offerta aggiornato
ja_jp: 最終更新入札時間
pl_pl: Ostatnia aktualizacja czasu oferty
pt_pt: Última hora do lance atualizada
ru_ru: Последнее обновление времени ставки
uk_ua: Останнє оновлення часу пропозиції

source: Cumulative size ask
ar_sa: حجم التراكمي نسأل
de_de: Kumulative Größe fragen
es_es: Tamaño acumulativo preguntar
fr_fr: Demande de taille cumulée
it_it: Dimensione cumulativa chiedere
ja_jp: 累積サイズask
pl_pl: Skumulowany rozmiar zapytaj
pt_pt: Tamanho cumulativo perguntar
ru_ru: Совокупный размер ask
uk_ua: Кумулятивний розмір запитати

source: Cumulative size bid
ar_sa: عرض الحجم التراكمي
de_de: Kumulatives Gebot
es_es: Oferta de tamaño acumulativo
fr_fr: Enchère de taille cumulée
it_it: Offerta di dimensioni cumulative
ja_jp: 累積サイズの入札単価
pl_pl: Skumulowana wielkość oferty
pt_pt: Lance de tamanho cumulativo
ru_ru: Кумулятивный размер ставки
uk_ua: Сукупна ставка розміру

source: Cumulative size of every ask price level
ar_sa: الحجم التراكمي لكل مستوى سعر الطلب
de_de: Kumulierte Größe für jedes Preisniveau
es_es: Tamaño acumulativo de cada nivel de precio de venta
fr_fr: Taille cumulée de chaque niveau de prix demandé
it_it: Dimensione cumulativa di ogni livello di prezzo richiesto
ja_jp: すべての質問価格レベルの累積サイズ
pl_pl: Łączny rozmiar każdego poziomu cen zapytań
pt_pt: Tamanho cumulativo de todos os níveis de preços solicitados
ru_ru: Кумулятивный размер каждого уровня цены запроса
uk_ua: Сукупний розмір кожного запитуваного рівня цін

source: Cumulative size of every bid price level
ar_sa: الحجم التراكمي لكل مستوى سعري
de_de: Kumulierte Größe jeder Gebotspreisstufe
es_es: Tamaño acumulativo de cada nivel de precio de oferta
fr_fr: Taille cumulée de chaque niveau de prix de l'offre
it_it: Dimensione cumulativa di ogni livello di prezzo di offerta
ja_jp: すべての入札価格レベルの累積サイズ
pl_pl: Skumulowany rozmiar każdego poziomu ceny ofertowej
pt_pt: Tamanho cumulativo de cada nível de preço de lance
ru_ru: Совокупный размер каждого уровня цены предложения
uk_ua: Сукупний розмір кожного рівня ціни пропозиції

source: VWAP ask
ar_sa: VWAP نسأل
de_de: VWAP fragen
es_es: VWAP preguntar
fr_fr: VWAP demande
it_it: VWAP chiedere
ja_jp: VWAPに尋ねる
pl_pl: Zapytaj VWAP
pt_pt: VWAP perguntar
ru_ru: VWAP спрашивает
uk_ua: Запитайте VWAP

source: VWAP bid
ar_sa: عرض VWAP
de_de: VWAP-Gebot
es_es: Oferta de VWAP
fr_fr: Enchère VWAP
it_it: Offerta VWAP
ja_jp: VWAP入札
pl_pl: Oferta VWAP
pt_pt: Lance VWAP
ru_ru: Заявка VWAP
uk_ua: Ставка VWAP

source: Volume weighted average ask price
ar_sa: متوسط ​​حجم الطلب سعر المرجحة
de_de: Volumengewichteter durchschnittlicher Briefkurs
es_es: Precio promedio ponderado por volumen
fr_fr: Prix ​​moyen pondéré en fonction du volume
it_it: Prezzo medio ponderato del volume
ja_jp: ボリューム加重平均価格
pl_pl: Średnia ważona wolumenowa cena sprzedaży
pt_pt: Média ponderada por volume
ru_ru: Средневзвешенная цена предложения
uk_ua: Обсяг середньозваженої вартості запитувати

source: Volume weighted average bid price
ar_sa: متوسط ​​سعر عرض السعر المرجح
de_de: Volumengewichteter Durchschnittspreis
es_es: Precio de oferta promedio ponderado por volumen
fr_fr: Prix ​​moyen pondéré en fonction du volume
it_it: Prezzo medio ponderato del volume
ja_jp: ボリューム加重平均入札価格
pl_pl: Średnia ważona wolumenem cena ofertowa
pt_pt: Preço de lance médio ponderado por volume
ru_ru: Средневзвешенная цена предложения
uk_ua: Середньозважена ціна пропозиції

source: Net Profit / Loss
ar_sa: صافي الربح (الخسارة
de_de: Nettogewinn (-verlust
es_es: Beneficio neto (pérdidas
fr_fr: Bénéfice net / perte nette
it_it: Utile / perdita netta
ja_jp: 純損益
pl_pl: Zysk / strata netto
pt_pt: Lucro / Prejuízo Líquido
ru_ru: Чистая прибыль / убыток
uk_ua: Чистий прибуток / збиток

source: Average open price
ar_sa: متوسط سعر الافتتاح
de_de: Durchschnittlicher offener Preis
es_es: Precio medio de apertura
fr_fr: Prix moyen à l'ouverture
it_it: Prezzo medio aperto
ja_jp: 平均オープン価格
pl_pl: Średnia cena otwarcia
pt_pt: Preço médio de abertura
ru_ru: Средняя цена открытия
uk_ua: Середня відкрита ціна

source: Quantity
ar_sa: الكمية
de_de: Menge
es_es: Cantidad
fr_fr: Quantité
it_it: Quantità
ja_jp: 取引数量
pl_pl: Ilość
pt_pt: Quantidade
ru_ru: Объем
uk_ua: Кількість

source: Break even level
ar_sa: كسر مستوى حتى
de_de: Break-Even-Niveau
es_es: Nivel de equilibrio
fr_fr: Seuil de rentabilité
it_it: Rompere il livello
ja_jp: ブレーク偶数レベル
pl_pl: Przerwij równy poziom
pt_pt: Nível de quebra
ru_ru: Уровень безубыточности
uk_ua: Розбити рівний рівень

source: Quantity long
ar_sa: الكمية طويلة
de_de: Menge lang
es_es: Cantidad larga
fr_fr: Quantité longue
it_it: Quantità lunga
ja_jp: 数量が長い
pl_pl: Ilość długa
pt_pt: Quantidade longa
ru_ru: Количество длинное
uk_ua: Кількість довго

source: Quantity short
ar_sa: كمية قصيرة
de_de: Menge kurz
es_es: Cantidad corta
fr_fr: Quantité courte
it_it: Quantità breve
ja_jp: 数量不足
pl_pl: Ilość krótka
pt_pt: Quantidade curta
ru_ru: Количество короткое
uk_ua: Кількість коротких
