Repository: 3rdDimensionPlatform/Localization
Catalog: common/*/*.po
Languages: ar_sa, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, uk_ua

source: Step profile
ar_sa: الخطوة الشخصية
es_es: Perfil del paso
fr_fr: Profil de l'étape
it_it: Profilo Step
ja_jp: ステッププロファイル
pl_pl: Profil Step
pt_pt: Perfil da etapa
ru_ru: Шаг профиль
uk_ua: Покроковий профіль

source: Left profile
ar_sa: الملف الأيسر
de_de: Linkes Profil
es_es: Perfil izquierdo
fr_fr: Profil gauche
it_it: Profilo sinistro
ja_jp: 左のプロファイル
pl_pl: Lewy profil
pt_pt: Perfil esquerdo
ru_ru: Левый профиль
uk_ua: Лівий профіль

source: Right profile
ar_sa: الملف الشخصي الصحيح
de_de: Richtige Profil
es_es: Perfil correcto
fr_fr: Profil droit
it_it: Profilo destro
ja_jp: 右のプロフィール
pl_pl: Prawy profil
pt_pt: Perfil direito
ru_ru: Правый профиль
uk_ua: Правильний профіль

source: Time statistic
ar_sa: إحصائيات الوقت
de_de: Zeit Statistik
es_es: Estadística de tiempo
fr_fr: Statistiques temporelles
it_it: Statistica temporale
ja_jp: 時間統計
pl_pl: Statystyka czasu
pt_pt: Estatística do tempo
ru_ru: Статистика времени
uk_ua: Статистика часу

source: Time histogram
ar_sa: الرسم البياني للوقت
de_de: Time Histogramm
es_es: Histograma de tiempo
fr_fr: Histogramme de temps
it_it: Istogramma temporale
ja_jp: 時間ヒストグラム
pl_pl: Histogram czasu
pt_pt: Histograma de tempo
ru_ru: Гистограмма времени
uk_ua: Часові гістограми

source: Filtered volume
ar_sa: وحده التخزين المصفاة
de_de: Gefiltertes Volumen
es_es: Volumen filtrado
fr_fr: Volume filtré
it_it: Volume filtrato
ja_jp: フィルタボリューム
pl_pl: Filtrowane wolumin
pt_pt: Volume filtrado
ru_ru: Отфильтрованный том
uk_ua: Фільтрований обсяг

source: Custom step (ticks)
ar_sa: الخطوة المخصصة (علامات التجزئة)
de_de: Custom Step (Zecken)
es_es: Paso personalizado (garrapatas)
fr_fr: Étape personnalisée (tiques)
it_it: Passaggio personalizzato (tick)
ja_jp: カスタムステップ (ティック)
pl_pl: Niestandardowy krok (kleszcze)
pt_pt: Etapa personalizada (tiques)
ru_ru: Настраиваемый шаг (тики)
uk_ua: Настроюваний крок (кліщі)

source: Delta calculation type
ar_sa: نوع حساب دلتا
de_de: Delta Berechnungs Typ
es_es: Tipo de cálculo Delta
fr_fr: Type de calcul Delta
it_it: Tipo di calcolo delta
ja_jp: デルタ計算タイプ
pl_pl: Typ kalkulacji Delta
pt_pt: Tipo de cálculo Delta
ru_ru: Тип расчета Дельта
uk_ua: Тип обчислення "Дельта"

source: Aggressor flag
ar_sa: علم المعتدي
de_de: Aggressor Flagge
es_es: Bandera agresor
fr_fr: Drapeau de l'agresseur
it_it: Bandierina del aggressor
ja_jp: 侵略の旗
pl_pl: Flaga agresora
pt_pt: Bandeira do agressor
ru_ru: Флаг агрессора
uk_ua: Прапор агресора

source: Tick direction
ar_sa: اتجاه القراد
de_de: Zecken Richtung
es_es: Dirección de la señal
fr_fr: Direction des tiques
it_it: Direzione tick
ja_jp: 目盛りの方向
pl_pl: Kierunek osi
pt_pt: Sentido do tiquetaque
ru_ru: Направление тика
uk_ua: Відзначте напрямок

source: Default
ar_sa: افتراضي
de_de: Standard
es_es: Por defecto
fr_fr: Par défaut
it_it: Predefinito
ja_jp: 既定
pl_pl: Domyślny
pt_pt: Padrão
ru_ru: По умолчанию
uk_ua: За промовчанням

source: Histogram start position
ar_sa: موضع بدء الرسم البياني
de_de: Histogramm-Startposition
es_es: Posición de inicio del histograma
fr_fr: Position de départ de l'histogramme
it_it: Posizione inizio istogramma
ja_jp: ヒストグラムの開始位置
pl_pl: Pozycja początkowa histogramu
pt_pt: Posição inicial do histograma
ru_ru: Начальная позиция гистограммы
uk_ua: Позиція початку гістограми

source: Histogram label position
ar_sa: موضع تسميه الرسم البياني
de_de: Histogramm-Etikettenposition
es_es: Posición de etiqueta del histograma
fr_fr: Position d'étiquette d'histogramme
it_it: Posizione dell'etichetta dell'istogramma
ja_jp: ヒストグラムラベルの位置
pl_pl: Położenie etykiety histogramu
pt_pt: Posição da etiqueta do histograma
ru_ru: Позиция метки гистограммы
uk_ua: Позиція етикетки на гістограмі

source: Trade color
ar_sa: اللون التجاري
de_de: Handels Farbe
es_es: Color del comercio
fr_fr: Couleur de commerce
it_it: Colore di commercio
ja_jp: 貿易色
pl_pl: Kolor handlowy
pt_pt: Cor do comércio
ru_ru: Цвет торговли
uk_ua: Торговий колір

source: Max value color
ar_sa: الحد الأقصى لقيمه اللون
de_de: Maximale Werte Farbe
es_es: Color máximo del valor
fr_fr: Couleur de valeur maximum
it_it: Valore massimo colore
ja_jp: 最大値の色
pl_pl: Maksymalna wartość koloru
pt_pt: Cor do valor máximo
ru_ru: Цвет макс. значения
uk_ua: Максимальний колір

source: Show Totals
ar_sa: إظهار الإجماليات
de_de: Ausstellungs Summen
es_es: Mostrar totales
fr_fr: Afficher les totaux
it_it: Mostra totali
ja_jp: 合計の表示
pl_pl: Pokaż sumy
pt_pt: Exibir Totais
ru_ru: Показать суммарное значение
uk_ua: Показати підсумки

source: Crosshair
ar_sa: التقاطع
de_de: Fadenkreuz
es_es: Cruz
fr_fr: Pointeur
ja_jp: 十字マーク
pl_pl: Celownik
pt_pt: Cursor em Cruz
ru_ru: Перекрестие курсора
uk_ua: Перехрестя

source: Visible
ar_sa: اظهار
de_de: Sichtbar
it_it: Visibile
ja_jp: 表示
pl_pl: Widoczny
pt_pt: Visível
ru_ru: Видимость
uk_ua: Видимість

source: Highlight prices
ar_sa: تظليل الأسعار
de_de: Preise hervorheben
es_es: Resaltar precios
fr_fr: Mettre en avant les prix
it_it: Evidenzia i prezzi
ja_jp: 価格をハイライトする
pl_pl: Podświetl ceny
pt_pt: Realçar preços
ru_ru: Подсвечивать цены
uk_ua: Виділіть ціни

source: Day High/Low
ar_sa: خطوط ارتفاعات/انخفاضات اليوم
de_de: Tag hoch / niedrig
es_es: Líneas Arriba/Abajo del día
fr_fr: Lignes hautes/basses quotidiennes
it_it: Giorno massimo / minimo
ja_jp: 1日の高値／安値の線
pl_pl: Day High/Low lines
pt_pt: Linhas Máximo/Mínimo do dia
ru_ru: Дневной макс./мин.
uk_ua: День високий / низький

source: Previous close
ar_sa: الإغلاق السابق
de_de: Vorherige schließen
es_es: Línea de cierre previa
fr_fr: Fermeture précédente
it_it: Chiusura precedente
ja_jp: 前のクローズ
pl_pl: Previous close line
pt_pt: Fechamento anterior
ru_ru: Линия пред. закрытия
uk_ua: Попередня близька

source: Up
ar_sa: عالي
de_de: Oben
es_es: Arriba
fr_fr: Haut
it_it: Su
ja_jp: 上昇
pl_pl: W górę
pt_pt: Alta
ru_ru: Вверх
uk_ua: Вгору

source: Down
ar_sa: هابط
de_de: Nieder
es_es: Abajo
fr_fr: Bas
it_it: Giù
ja_jp: 下降
pl_pl: Na dół
pt_pt: Baixa
ru_ru: Вниз
uk_ua: Вниз

source: Body color
ar_sa: لون الجسم
de_de: Körperfarbe
es_es: Color del cuerpo
fr_fr: Couleur du corps
it_it: Colore del corpo
ja_jp: ボディカラー
pl_pl: Kolor skóry
pt_pt: Cor do corpo
ru_ru: Цвет тела
uk_ua: Колір кузова

source: Border color
ar_sa: لون الحدود
de_de: Randfarbe
es_es: Color del borde
fr_fr: Couleur de la bordure
it_it: Colore del bordo
ja_jp: ボーダの色
pl_pl: Kolor ramki
pt_pt: Cor da borda
ru_ru: Цвет границы
uk_ua: Колір кордону

source: Wick color
ar_sa: لون الفتيل
de_de: Dochtfarbe
es_es: Color de mecha
fr_fr: Couleur de mèche
it_it: Colore stoppino
ja_jp: 芯色
pl_pl: Kolor knota
pt_pt: Cor de pavio
ru_ru: Цвет тени
uk_ua: Вейк колір

source: Doji
ar_sa: دوجي
ja_jp: 堂司
ru_ru: Доджи

source: Line
ar_sa: سطر
de_de: Linie
es_es: Línea
fr_fr: Ligne
it_it: Linea
ja_jp: 線
pl_pl: Linia
pt_pt: Linha
ru_ru: Линия
uk_ua: Лінія

source: Area
ar_sa: المنطقة
de_de: Bereich
es_es: Área
fr_fr: Zone
it_it: La zona
ja_jp: エリア
pl_pl: Powierzchnia
pt_pt: Área
ru_ru: Область
uk_ua: Площа

source: Data style
ar_sa: نمط البيانات
de_de: Datenstil
es_es: Estilo de datos
fr_fr: Style de données
it_it: Stile dati
ja_jp: データのスタイル
pl_pl: Styl danych
pt_pt: Estilo de dados
ru_ru: Стиль данных
uk_ua: Стиль даних

source: Duplicate
ar_sa: مكرر
de_de: Duplikat
es_es: Duplicar
fr_fr: Dupliquer
it_it: Duplicare
ja_jp: 重複
pl_pl: Duplikować
pt_pt: Duplicado
ru_ru: дублировать
uk_ua: Дубльований

source: Edit
ar_sa: تعديل
de_de: Bearbeiten
es_es: Editar
fr_fr: Éditer
it_it: modificare
ja_jp: 編集
pl_pl: Edytuj
pt_pt: Editar
ru_ru: Правка
uk_ua: Редагувати

source: Set active
ar_sa: تعيين نشط
de_de: Setzen aktiv
es_es: Establecer activo
fr_fr: Activé
it_it: Imposta attivo
ja_jp: アクティブな設定
pl_pl: Zestaw Active
pt_pt: Definir ativo
ru_ru: Установить активную
uk_ua: Встановити активний

source: Additional
ar_sa: إضافي
de_de: Zusätzlich
es_es: Adicional
fr_fr: Additionnel
it_it: addizionale
ja_jp: 追加的
pl_pl: Dodatkowy
pt_pt: Adicional
ru_ru: Дополнительно
uk_ua: Додатково

source: Show scrollbar chart preview
ar_sa: إظهار معاينة مخطط التمرير
de_de: Scrollbalken-Diagrammvorschau anzeigen
es_es: Mostrar vista previa de la barra de desplazamiento
fr_fr: Afficher l'aperçu du graphique déroulant
it_it: Mostra l'anteprima del grafico della barra di scorrimento
ja_jp: スクロールバーチャートのプレビューを表示する
pl_pl: Pokaż podgląd wykresu paska przewijania
pt_pt: Mostrar visualização do gráfico da barra de rolagem
ru_ru: Показать предварительный просмотр полосы прокрутки
uk_ua: Показує діаграму лінії прокрутки

source: Scale marker
ar_sa: صانع المقياس
de_de: Markierung skalieren
es_es: Marcador de escala
fr_fr: Marqueur d'échelle
it_it: Indicatore di scala
ja_jp: スケールマーカー
pl_pl: Znacznik skali
pt_pt: Marcador de escala
ru_ru: Метка на шкале
uk_ua: Маркер масштабу

source: Scale marker with line
ar_sa: صانع المقياس مع الخط
de_de: Skalenmarkierung mit Linie
es_es: Marcador de escala con línea
fr_fr: Marqueur d'échelle avec ligne
it_it: Indicatore di scala con linea
ja_jp: 線付きスケールマーカー
pl_pl: Znacznik skali z linią
pt_pt: Marcador de escala com linha
ru_ru: Метка на шкале с линией
uk_ua: Маркер масштабу з лінією

source: Price indicator
ar_sa: مؤشر السعر
de_de: Preisanzeige
es_es: Indicador de precios
fr_fr: Indicateur de prix
it_it: Indicatore di prezzo
ja_jp: 価格インジケーター
pl_pl: Wskaźnik cen
pt_pt: Indicador de preço
ru_ru: Индикатор цены
uk_ua: Індикатор ціни

source: Line with price
ar_sa: Lines with prices
de_de: Linie mit Preis
es_es: Línea con precio
fr_fr: Lignes avec prix
it_it: Linea con prezzo
ja_jp: 価格付き線
pl_pl: Lines with prices
pt_pt: Linhas com preços
ru_ru: Линия с ценой
uk_ua: Lines with prices

source: Label
ar_sa: ضع الكلمة المناسبة
de_de: Etikette
es_es: Etiqueta
fr_fr: Étiquette
it_it: Etichetta
ja_jp: ラベル
pl_pl: Etykieta
pt_pt: Rótulo
ru_ru: метка
uk_ua: Етикетка

source: Spread type
ar_sa: نوع فرق السعر
de_de: Art der Verbreitung
es_es: Tipo de diferencial
fr_fr: Type de spread
it_it: Tipo di diffusione
ja_jp: スプレッドの種類
pl_pl: Typ spreadu
pt_pt: Tipo de 'Spread'
ru_ru: Тип спреда
uk_ua: Тип розповсюдження

source: Spread area color
ar_sa: لون منطقة فرق السعر
de_de: Verbreitungsfläche Farbe
es_es: Color de área del diferencial
fr_fr: Couleur de la zone des spreads
ja_jp: スプレッド・エリアの色
pl_pl: Kolor obszaru rozłożonego
pt_pt: Cor da área de 'Spread'
ru_ru: Цвет области спреда
uk_ua: Колір області розповсюдження

source: Time to next bar
ar_sa: الوقت بجانب الشريط
de_de: Zeit bis zur nächsten Bar
es_es: Tiempo hasta la siguiente barra
fr_fr: Temps jusqu'à la prochaine barre
it_it: Tempo alla prossima battuta
ja_jp: 次のバーまでの時間
pl_pl: Czas na następny pasek
pt_pt: Tempo para próxima barra
ru_ru: Время до следующего бара
uk_ua: Час на наступний бар

source: Height, %
ar_sa: الارتفاع، %
de_de: Höhe,%
es_es: Altura, %
fr_fr: Hauteur, %
it_it: Altezza, %
ja_jp: 高さ（％）
pl_pl: Wysokość, %
pt_pt: Altura, %
ru_ru: Высота, %
uk_ua: Висота,%

source: By bar
ar_sa: حسب الشريط
de_de: Von der Bar
es_es: Por Barra
fr_fr: Par barre
it_it: Per bar
ja_jp: バーごと
pl_pl: Na pasku
pt_pt: Por barra
ru_ru: По барам
uk_ua: На барі

source: By Difference
ar_sa: بحسب الاختلاف
de_de: Nach Differenz
es_es: Por diferencia
fr_fr: Par différence
it_it: Per differenza
ja_jp: 差分ごと
pl_pl: Przez różnicę
pt_pt: Por diferença
ru_ru: По разнице
uk_ua: Різниця

source: Fixed
ar_sa: ثابت
de_de: Fest
es_es: Fijo
fr_fr: Fixe
it_it: Fisso
ja_jp: 固定
pl_pl: Naprawiony
pt_pt: Fixo
ru_ru: Фиксированное
uk_ua: Виправлено

source: Above/below the moving average
ar_sa: فوق / تحت المتوسط ​​المتحرك
de_de: Über / unter dem gleitenden Durchschnitt
es_es: Por encima / por debajo de la media móvil
fr_fr: Au-dessus / en dessous de la moyenne mobile
it_it: Sopra / sotto la media mobile
ja_jp: 移動平均を上回る/下回る
pl_pl: Powyżej / poniżej średniej ruchomej
pt_pt: Acima/abaixo da média móvel
ru_ru: Выше/ниже скользящей средней
uk_ua: Над / нижче скосується середня

source: Size coloring scheme
ar_sa: نظام تلوين الحجم
de_de: Größe Farbschema
es_es: Plan de coloreado de tamaño
fr_fr: Schéma de coloration de la taille
it_it: Schema di colorazione
ja_jp: サイズの色付け方法
pl_pl: Rozmiar schematu kolorowania
pt_pt: Esquema de coloração de tamanho
ru_ru: Цветовая схема индикаторов объема
uk_ua: Розмір забарвлення схеми

source: Equal
ar_sa: يساوي
de_de: Gleich
es_es: Igual
fr_fr: Égal
it_it: Pari
ja_jp: イコール
pl_pl: Równy
pt_pt: Igual
ru_ru: Равно
uk_ua: Рівно

source: Positive
ar_sa: إيجابي
de_de: Positiv
es_es: Positivo
fr_fr: Positif
it_it: Positivo
ja_jp: プラス
pl_pl: Pozytywny
pt_pt: Positivo
ru_ru: Положительный
uk_ua: Позитивний

source: Negative
ar_sa: سلبي
de_de: Negativ
es_es: Negativo
fr_fr: Négatif
it_it: Negativo
ja_jp: マイナス
pl_pl: Negatywny
pt_pt: Negativo
ru_ru: Отрицат.
uk_ua: Негативний

source: Show value marker on scale
ar_sa: إظهار علامة القيمة على المقياس
de_de: Zeige Wertmarkierung auf der Skala
es_es: Mostrar marcador de valor en escala
fr_fr: Visualiser le marqueur de valeur sur l'échelle
it_it: Mostra un indicatore di valore su scala
ja_jp: スケール上に数値マーカーを表示する
pl_pl: Pokaż znacznik wartości na skali
pt_pt: Exibir marcador de valor na escala
ru_ru: Показать маркер значения на шкале
uk_ua: Показати маркер значення за шкалою

source: Show moving average
ar_sa: إظهار المتوسط ​​المتحرك
de_de: Bewegungsdurchschnitt anzeigen
es_es: Mostrar promedio móvil
fr_fr: Afficher la moyenne mobile
it_it: Mostra media mobile
ja_jp: 移動平均を表示する
pl_pl: Pokaż średnią ruchomą
pt_pt: Mostrar Média Móvel
ru_ru: Показать скользящее среднее
uk_ua: Показати ковзну середню

source: Line color
ar_sa: لون الخط
de_de: Linienfarbe
es_es: Color de linea
fr_fr: Couleur de la ligne
it_it: Colore della linea
ja_jp: 線の色
pl_pl: Kolor linii
pt_pt: Cor da linha
ru_ru: Цвет линии
uk_ua: Лінійний колір

source: MA period
ar_sa: فترة الماجستير
de_de: MA-Frist
es_es: Periodo MA
fr_fr: Période MA
it_it: Periodo MA
ja_jp: MA期間
pl_pl: Okres MA
pt_pt: Period MA
ru_ru: MA период
uk_ua: Магістр

source: Zoom in
ar_sa: تكبير
de_de: Hineinzoomen
es_es: Acercarse
fr_fr: Zoomer
it_it: Ingrandire
ja_jp: ズームイン
pl_pl: Powiększenie
pt_pt: Mais zoom
ru_ru: Увеличить
uk_ua: Збільшувати

source: Zoom out
ar_sa: تصغير
de_de: Rauszoomen
es_es: Alejarse
fr_fr: Dézoomer
it_it: Zoom indietro
ja_jp: ズームアウト
pl_pl: Pomniejsz
pt_pt: (-) zoom
ru_ru: Уменьшить
uk_ua: Зменшення

source: Label colors
ar_sa: ألوان العلامة
de_de: Etikettenfarben
es_es: Colores de etiqueta
fr_fr: Couleurs des étiquettes
it_it: Etichetta i colori
ja_jp: ラベル色
pl_pl: Oznacz kolory
pt_pt: Cores dos rótulos
ru_ru: Цвета ярлыков
uk_ua: Наклейки кольорів

source: Ray style
ar_sa: نمط راي
de_de: Ray-Stil
es_es: Estilo del rayo
fr_fr: Style de rayon
it_it: Stile Ray
ja_jp: レイのスタイル
pl_pl: Styl linii
pt_pt: Estilo do raio
ru_ru: Стиль луча
uk_ua: Ray стиль

source: Ray
ar_sa: راي
fr_fr: Rayon
ja_jp: 点滅
pl_pl: OGRANICZONA Z LEWEJ
pt_pt: Raio
ru_ru: Луч
uk_ua: Рей

source: Level options
ar_sa: خيارات المستوى
de_de: Ebenenoptionen
es_es: Opciones de nivel
fr_fr: Options de niveau
it_it: Opzioni di livello
ja_jp: レベルオプション
pl_pl: Opcje poziomu
pt_pt: Opções de nível
ru_ru: Параметры уровня
uk_ua: Параметри рівня

source: Fibonacci levels
ar_sa: مستويات فيبوناتشي
de_de: Fibonacci Ebenen
es_es: Niveles de Fibonacci
fr_fr: Niveaux de Fibonacci
it_it: Livelli di Fibonacci
ja_jp: フィボナッチレベル
pl_pl: Poziomy Fibonacciego
pt_pt: Níveis de Fibonacci
ru_ru: Уровни Фибоначчи
uk_ua: Рівні Фібоначчі

source: Color
ar_sa: اللون
de_de: Farbe
fr_fr: Couleur
it_it: Colore
ja_jp: 色
pl_pl: Kolor
pt_pt: Cor
ru_ru: Цвет
uk_ua: Колір

source: Profile controllers style
ar_sa: نمط وحدات تحكم التشكيل الجانبي
de_de: Profil Regler Style
es_es: Estilo de controladores de perfil
fr_fr: Style contrôleurs de profil
it_it: Stile controller profilo
ja_jp: プロファイルコントローラのスタイル
pl_pl: Styl kontrolerów profilu
pt_pt: Estilo de controladores de perfil
ru_ru: Стиль контроллеров профилей
uk_ua: Стиль контролерів профілів

source: Show full arc
ar_sa: إظهار القوس كاملاً
de_de: Zeige vollen Bogen
es_es: Mostrar arco completo
fr_fr: Visualiser l'arc entier
it_it: Mostra l'arco completo
ja_jp: 完全なアークを表示する
pl_pl: Pokaż pełny łuk
pt_pt: Exibir arco completo
ru_ru: Показывать всю дугу
uk_ua: Показати повну дугу

source: Enable negative fibonacci value
ar_sa: تمكين قيمة فيبوناتشي سلبية
de_de: Aktivieren Sie den negativen Fibonacci-Wert
es_es: Habilitar valor negativo de fibonacci
fr_fr: Activer la valeur de fibonacci négative
it_it: Abilita valore negativo di Fibonacci
ja_jp: 負のフィボナッチ値を有効にする
pl_pl: Włącz ujemną wartość fibonacci
pt_pt: Ativar valor de fibonacci negativo
ru_ru: Включить отрицательное значение фибоначчи
uk_ua: Увімкнути від'ємне значення фігури

source: Data format
ar_sa: تنسيق البيانات
de_de: Datei Format
es_es: Formato de datos
fr_fr: Format de données
it_it: Formato dei dati
ja_jp: データフォーマット
pl_pl: Format danych
pt_pt: Formato de dados
ru_ru: Формат данных
uk_ua: Формат даних

source: Percent
ar_sa: نسبه مئويه
de_de: Prozent
es_es: Por ciento
fr_fr: Pourcentage
it_it: Per cento
ja_jp: パーセント
pl_pl: Procent
pt_pt: Por cento
ru_ru: Процент
uk_ua: Відсоток

source: Fixed top
ar_sa: أعلى ثابت
de_de: Feste Oberseite
es_es: Tapa fija
fr_fr: Haut fixe
it_it: Risolto il problema
ja_jp: 固定トップ
pl_pl: Naprawiono górę
pt_pt: Top fixo
ru_ru: Фиксированный верх
uk_ua: Фіксована вершина

source: Fixed bottom
ar_sa: أسفل ثابت
de_de: Feste Unterseite
es_es: Fondo fijo
fr_fr: Fond fixe
it_it: Risolto il problema
ja_jp: 固定底
pl_pl: Naprawiono dno
pt_pt: Fundo fixo
ru_ru: Фиксированное основание
uk_ua: Фіксований дно

source: Floating top
ar_sa: قمة عائمة
de_de: Schwimmende Spitze
es_es: Tapa flotante
fr_fr: Haut flottant
it_it: Parte superiore galleggiante
ja_jp: フローティングトップ
pl_pl: Pływający blat
pt_pt: Parte superior flutuante
ru_ru: Плавающий верх
uk_ua: Плаваюча вершина

source: Floating bottom
ar_sa: قاع عائم
de_de: Schwimmender Boden
es_es: Fondo flotante
fr_fr: Fond flottant
it_it: Fondo galleggiante
ja_jp: フローティングボトム
pl_pl: Pływające dno
pt_pt: Fundo flutuante
ru_ru: Плавающее дно
uk_ua: Плаваючий дно

source: Label location
ar_sa: موقع التسمية
de_de: Beschriftungsort
es_es: Ubicación de la etiqueta
fr_fr: Emplacement de l'étiquette
it_it: Etichetta la posizione
ja_jp: ラベルの場所
pl_pl: Lokalizacja etykiety
pt_pt: Localização do rótulo
ru_ru: Расположение метки
uk_ua: Мітка розташування

source: Degree
ar_sa: الدرجة العلمية
de_de: Grad
es_es: La licenciatura
fr_fr: Degré
it_it: Grado
ja_jp: 度
pl_pl: Stopień
pt_pt: Grau
ru_ru: степень
uk_ua: Ступінь

source: Left ray
ar_sa: شعاع يسار
de_de: Linker Strahl
es_es: Rayo izquierdo
it_it: Raggio sinistro
ja_jp: 左の光線
pl_pl: Lewy promień
pt_pt: Raio esquerdo
ru_ru: Левый луч
uk_ua: Лівий промінь

source: Right ray
ar_sa: راي الصحيح
de_de: Richtiger Strahl
es_es: Rayo derecho
fr_fr: Droite ray
it_it: Raggio destro
ja_jp: 右レイ
pl_pl: Prawy promień
pt_pt: Raio direito
ru_ru: Правый луч
uk_ua: Правий промінь

source: Fixed left
ar_sa: ثابت اليسار
de_de: Fixiert links
es_es: Corregido a la izquierda
fr_fr: Fixe à gauche
it_it: Risolto il problema
ja_jp: 左固定
pl_pl: Naprawiono w lewo
pt_pt: Corrigido à esquerda
ru_ru: Исправлено
uk_ua: Виправлено ліворуч

source: Fixed right
ar_sa: حق ثابت
de_de: Rechts behoben
es_es: Corregido a la derecha
fr_fr: Corrigé à droite
it_it: Corretto a destra
ja_jp: 修正された権利
pl_pl: Naprawiono prawo
pt_pt: Corrigido à direita
ru_ru: Исправлено право
uk_ua: Виправлено правильно

source: Floating left
ar_sa: عائم اليسار
de_de: Links schweben
es_es: Flotando a la izquierda
fr_fr: Flottant à gauche
it_it: Galleggiando a sinistra
ja_jp: 左浮動
pl_pl: Pływające w lewo
pt_pt: Flutuando para a esquerda
ru_ru: Плавающие левые
uk_ua: Плаваюча ліворуч

source: Floating right
ar_sa: عائم الحق
de_de: Nach rechts schweben
es_es: Flotando a la derecha
fr_fr: Flottant à droite
it_it: Galleggiante giusto
ja_jp: 右浮動
pl_pl: Pływające prawo
pt_pt: Flutuando à direita
ru_ru: Плавающее право
uk_ua: Плаваюче право

source: Background
ar_sa: الخلفية
de_de: Hintergrund
es_es: Fondo
fr_fr: Contexte
it_it: sfondo
ja_jp: 背景
pl_pl: Tło
pt_pt: Fundo
ru_ru: Фон
uk_ua: Фон

source: Mirrored
ar_sa: عكست
de_de: Gespiegelt
es_es: Espejado
fr_fr: En miroir
it_it: Rispecchiato
ja_jp: ミラーリングされた
pl_pl: Lustrzane odbicie
pt_pt: Espelhado
ru_ru: Зеркальный
uk_ua: Дзеркальний

source: Angles
ar_sa: زوايا
de_de: Winkel
es_es: Anglos
it_it: angoli
ja_jp: アングル
pl_pl: Kąty
pt_pt: Ângulos
ru_ru: углы
uk_ua: Кути

source: Custom text
ar_sa: نص مخصص
de_de: Benutzerdefinierter Text
es_es: Texto personalizado
fr_fr: Texte personnalisé
it_it: Testo personalizzato
ja_jp: カスタムテキスト
pl_pl: Własny tekst
pt_pt: Texto personalizado
ru_ru: Пользовательский текст
uk_ua: Користувацький текст

source: Tool colors
ar_sa: أداه ألوان
de_de: Werkzeug Farben
es_es: Colores de la herramienta
fr_fr: Couleurs d'outil
it_it: Colori degli utensili
ja_jp: ツールの色
pl_pl: Kolory narzędzi
pt_pt: Cores da ferramenta
ru_ru: Цвета инструмента
uk_ua: Кольори інструментів

source: Tool color
ar_sa: لون الأداة
de_de: Werkzeugfarbe
es_es: Color de la herramienta
fr_fr: Couleur de l'outil
it_it: Colore dello strumento
ja_jp: ツールの色
pl_pl: Kolor narzędzia
pt_pt: Cor da ferramenta
ru_ru: Цвет инструмента
uk_ua: Колір інструменту

source: TP
ar_sa: أخذ الربح
ja_jp: 利益確定
ru_ru: ТП
uk_ua: ТП

source: SL
ar_sa: إيقاف الخسارة
fr_fr: Stop Loss
ja_jp: ストップロス
ru_ru: СЛ

source: Area colors
ar_sa: ألوان المنطقة
de_de: Bereichsfarben
es_es: Colores de área
fr_fr: Couleurs de zone
it_it: Colori dell'area
ja_jp: エリアの色
pl_pl: Kolory obszaru
pt_pt: Cores da área
ru_ru: Цвет области
uk_ua: Площа кольорів

source: Long
ar_sa: طويل
de_de: Lange
es_es: Largo
fr_fr: Longue
it_it: Lungo
ja_jp: ロング
pl_pl: Długie
pt_pt: Compra
ru_ru: Длинная
uk_ua: Довго

source: Short
ar_sa: قصير
de_de: Kurz
es_es: Corto
fr_fr: Court
it_it: Corto
ja_jp: ショート
pl_pl: Krótki
pt_pt: Venda
ru_ru: Короткая
uk_ua: Короткий

source: Tool mode
ar_sa: وضع الأداة
de_de: Werkzeugmodus
es_es: Modo de herramienta
fr_fr: Mode outil
it_it: Modalità strumento
ja_jp: ツールモード
pl_pl: Tryb narzędziowy
pt_pt: Modo de ferramenta
ru_ru: Режим инструмента
uk_ua: Режим інструмента

source: Regression Line
ar_sa: خط الانحدار
de_de: Regressionslinie
es_es: Línea de regresión
fr_fr: Ligne de régression
it_it: Linea di regressione
ja_jp: 回帰直線
pl_pl: Linia regresji
pt_pt: Linha de regressão
ru_ru: Линия регрессии
uk_ua: Лінія регресії

source: Upper deviation
ar_sa: الانحراف العلوي
de_de: Obere Abweichung
es_es: Desviación superior
fr_fr: Déviation supérieure
it_it: Deviazione superiore
ja_jp: 上偏差
pl_pl: Górne odchylenie
pt_pt: Desvio superior
ru_ru: Верхнее отклонение
uk_ua: Верхнє відхилення

source: Lower deviation
ar_sa: انخفاض الانحراف
de_de: Geringere Abweichung
es_es: Desviación más baja
fr_fr: Déviation inférieure
it_it: Deviazione inferiore
ja_jp: 低い偏差
pl_pl: Niższe odchylenie
pt_pt: Menor desvio
ru_ru: Нижнее отклонение
uk_ua: Нижнє відхилення

source: Typical
ar_sa: مثالي
de_de: Typisch
es_es: Típico
fr_fr: Typique
it_it: Tipico
ja_jp: 典型的
pl_pl: Typowy
pt_pt: Típico
ru_ru: Стандартный
uk_ua: Типовий

source: Medium
ar_sa: متوسط
de_de: Mittel
es_es: Medio
fr_fr: Moyen
it_it: medio
ja_jp: 中央
pl_pl: Średni
pt_pt: Médio
ru_ru: Средний
uk_ua: Середній

source: Weighted
ar_sa: متوازن
de_de: Gewichtet
es_es: Ponderada
fr_fr: Pondéré
it_it: ponderata
ja_jp: 加重
pl_pl: Ważone
pt_pt: Ponderado
ru_ru: Взвешенный
uk_ua: Зважений

source: Price type
ar_sa: نوع السعر
de_de: Preistyp
es_es: Tipo de precio
fr_fr: Type de prix
it_it: Tipo di prezzo
ja_jp: 価格タイプ
pl_pl: Rodzaj ceny
pt_pt: Tipo de preço
ru_ru: Тип цены
uk_ua: Тип ціни

source: Top line
ar_sa: خط صاعد
de_de: Obersten Zeile
es_es: Línea ascendente
fr_fr: Ligne du haut
it_it: Linea superiore
ja_jp: 上昇線
pl_pl: Górna linia
pt_pt: Linha de cima
ru_ru: Верхняя линия
uk_ua: Топ лінія

source: Bottom line
ar_sa: خط نازل
de_de: Endeffekt
es_es: Línea descendente
fr_fr: Ligne du bas
it_it: Linea di fondo
ja_jp: 下降線
pl_pl: Dolna linia
pt_pt: Linha de baixo
ru_ru: Нижняя линия
uk_ua: Нижня лінія
