Repository: 3rdDimensionPlatform/Localization
Catalog: common/*/*.po
Languages: ar_sa, de_de, es_es, fr_fr, it_it, ja_jp, pl_pl, pt_pt, ru_ru, uk_ua

source: Fee currency
ar_sa: عمله الرسوم
de_de: Gebühren Währung
es_es: Divisa de honorarios
fr_fr: Devise de frais
it_it: Valuta di Fee
ja_jp: 手数料通貨
pl_pl: Waluta opłaty
pt_pt: Moeda da taxa
ru_ru: Валюта сбора
uk_ua: Валюта платежу

source: Margin call
ar_sa: نداء الهامش
de_de: Margenaufruf
es_es: Ajuste de márjenes
fr_fr: Appel de marge
it_it: Chiamata di margine
ja_jp: マージンコール
pl_pl: Połączenie marży
pt_pt: Chamada de margem
ru_ru: Маржинколл
uk_ua: Маржа виклику

source: Margin stop
ar_sa: إيقاف الهامش
de_de: Marge Stop
es_es: Tope de margen
fr_fr: Arrêt de marge
it_it: Margine di arresto
ja_jp: マージンストップ
pl_pl: Ogranicznik marży
pt_pt: Stop de margem
ru_ru: Стоп маржи
uk_ua: Зупинка поля

source: Fee volume currency
ar_sa: عمله حجم الرسوم
de_de: Gebührenvolumen Währung
es_es: Divisa del volumen del honorario
fr_fr: Volume des frais devise
it_it: Tassa volume valuta
ja_jp: 手数料ボリューム通貨
pl_pl: Opłata w walucie wolumenu
pt_pt: Moeda do volume da taxa
ru_ru: Валюта объема сбора
uk_ua: Грошова одиниця – обсяг

source: Leverage buy
ar_sa: شراء الرافعة المالية
de_de: Hebel Kauf
es_es: Apalancamiento comprar
fr_fr: Levier acheter
ja_jp: レバレッジ購入
pl_pl: Dźwignia Kup
pt_pt: Alavancagem comprar
ru_ru: Кредитное плечо купить
uk_ua: Плече купити

source: Leverage sell
ar_sa: بيع الرافعة المالية
de_de: Hebel Verkauf
es_es: Apalancamiento vender
fr_fr: Levier de vente
it_it: Leverage vendere
ja_jp: レバレッジ販売
pl_pl: Dźwignia sprzedaży
pt_pt: Venda de alavancagem
ru_ru: Кредитное плечо продать
uk_ua: Плече продати

source: Margin requirements
ar_sa: متطلبات الهامش
de_de: Margenanforderungen
es_es: Requisitos de margen
fr_fr: Exigences de marge
it_it: Requisiti di margine
ja_jp: 取引証拠金
pl_pl: Wymagania dotyczące marży
pt_pt: Solicitações de margem
ru_ru: Маржинальные требования
uk_ua: Позитивні вимоги

source: Fees
ar_sa: الرسوم
de_de: Gebühren
es_es: Tarifas
fr_fr: Frais
it_it: tasse
ja_jp: 手数料
pl_pl: Opłaty
pt_pt: Taxas
ru_ru: Комиссия
uk_ua: Збори

source: Session info
ar_sa: معلومات الجلسة
de_de: Sitzungsinfo
es_es: Información de sesión
fr_fr: Informations sur la session
it_it: Informazioni sulla sessione
ja_jp: セッション情報
pl_pl: Informacje o sesji
pt_pt: Informações da sessão
ru_ru: Информация по сессиям
uk_ua: Інформація про сеанс

source: Today results
ar_sa: نتائج اليوم
de_de: Heute Ergebnisse
es_es: Resultados de hoy
fr_fr: Résultats d'aujourd'hui
it_it: Risultati oggi
ja_jp: 今日の結果
pl_pl: Dzisiaj wyniki
pt_pt: Resultados de hoje
ru_ru: Результаты за сегодня
uk_ua: Сьогодні результати

source: Available to trade
ar_sa: متاح للتداول
de_de: Verfügbar zum Handeln
es_es: Disponible para negociar
fr_fr: Disponible au commerce
it_it: Disponibile per il commercio
ja_jp: 取引可能
pl_pl: Dostępne do handlu
pt_pt: Disponível para negociar
ru_ru: Доступно для торговли
uk_ua: Доступно для торгівлі

source: P/L
fr_fr: Profit/Perte
ja_jp: 損益
pt_pt: L/P
ru_ru: Прибыль/Убыток
uk_ua: Прибуток/Збиток

source: Today's volume
ar_sa: حجم اليوم
de_de: Heutiges Volumen
es_es: Volumen de hoy
fr_fr: Volume du jour
it_it: Il volume di oggi
ja_jp: 今日の出来高
pl_pl: Dziesiejszy wolumen
pt_pt: Volume de hoje
ru_ru: Объем за день
uk_ua: Об'єм за день

source: # Today's trades
ar_sa: # تداولات اليوم
de_de: # Der Handel von heute
es_es: # Operaciones de hoy
fr_fr: Nb de trades du jour
it_it: # I mestieri di oggi
ja_jp: 今日の取引数
pl_pl: l. transakcji
pt_pt: Nº de negociações de hoje
ru_ru: # Сделок за день
uk_ua: # Угод за день

source: Trading days
ar_sa: أيام التداول
de_de: Handelstage
es_es: Días de negociación
fr_fr: Jours de négoce
it_it: Giorni di negoziazione
ja_jp: 取引日
pl_pl: Dni handlowe
pt_pt: Dias de negociação
ru_ru: Торговые дни
uk_ua: Торгові дні

source: Volatility band
ar_sa: فرقة التقلب
de_de: Volatilitätsband
es_es: Banda de volatilidad
fr_fr: Volatilité
it_it: Banda di volatilità
ja_jp: ボラティリティバンド
pl_pl: Zmienność pasma
pt_pt: Banda de volatilidade
ru_ru: Полоса волатильности
uk_ua: Волатильність смуги

source: Margin req.
ar_sa: متطلبات الهامش
de_de: Marge req.
es_es: Req. de margen
fr_fr: Marge requise
it_it: Margine richiesto
ja_jp: 取引証拠金
pl_pl: Wymaganie dotyczące depozytu zabezpieczającego
pt_pt: Margem requerida
ru_ru: Инициализации/Поддерживающая
uk_ua: Маржа req.

source: Minimum commission
ar_sa: الحد الأدنى للعمولة
de_de: Mindestprovision
es_es: Comisión mínima
fr_fr: Commission minimum
it_it: Commissione minima
ja_jp: 最低手数料
pl_pl: Minimalna prowizja
pt_pt: Comissão Mínima
ru_ru: Минимальная комиссия
uk_ua: Мінімальна комісія

source: Long financing rate
ar_sa: معدل تمويل طويل
de_de: Lange Finanzierungsrate
es_es: Tasa de financiación larga
fr_fr: Taux de financement long
it_it: Lungo tasso di finanziamento
ja_jp: ロングファイナンス率
pl_pl: Długa stopa finansowania
pt_pt: Taxa de financiamento
ru_ru: Долгосрочная ставка финансирования
uk_ua: Довготривале фінансування

source: Short financing rate
ar_sa: معدل تمويل قصير
de_de: Kurzer Finanzierungssatz
es_es: Tasa de financiación corta
fr_fr: Taux de financement court
it_it: Breve tasso di finanziamento
ja_jp: 短期金利
pl_pl: Krótka stopa finansowania
pt_pt: Taxa de financiamento curta
ru_ru: Короткая ставка финансирования
uk_ua: Короткий рівень фінансування

source: Long swap points
ar_sa: نقاط مبادلة طويلة
de_de: Lange Austauschpunkte
es_es: Puntos de intercambio largos
fr_fr: Longs points d'échange
it_it: Lunghi punti di scambio
ja_jp: 長いスワップポイント
pl_pl: Długie punkty wymiany
pt_pt: Pontos de troca longos
ru_ru: Длинные своп-точки
uk_ua: Довгі точки заміни

source: Short swap points
ar_sa: نقاط مبادلة قصيرة
de_de: Kurze Austauschpunkte
es_es: Puntos de intercambio cortos
fr_fr: Points d'échange courts
it_it: Brevi punti swap
ja_jp: 短いスワップポイント
pl_pl: Krótkie punkty wymiany
pt_pt: Pontos de troca curtos
ru_ru: Короткие точки свопинга
uk_ua: Короткі точки заміни

source: Commission
ar_sa: العمولة
de_de: Kommission
es_es: Comisión
it_it: Commissione
ja_jp: 委託手数料
pl_pl: Prowizja
pt_pt: Comissão
ru_ru: Комиссия
uk_ua: Комісія

source: Crypto
ar_sa: التشفير
de_de: Krypto
ja_jp: 暗号
pt_pt: Cifra
ru_ru: крипто-
uk_ua: Крипто

source: Net asset value
ar_sa: صافي قيمة الأصول
de_de: Nettoinventarwert
es_es: Valor neto de los activos
fr_fr: Valeur nette d'inventaire
it_it: Valore del patrimonio netto
ja_jp: 純資産価値
pl_pl: Wartość aktywów netto
pt_pt: Valor patrimonial líquido
ru_ru: Стоимость чистых активов
uk_ua: Чиста вартість активів

source: The net asset value of the Account. Equal to Account Balance + Unrealized P/L
ar_sa: صافي قيمة الأصول للحساب.
de_de: Der Nettoinventarwert des Kontos.
es_es: El valor liquidativo de la Cuenta.
fr_fr: La valeur nette d'inventaire du compte.
it_it: Il valore patrimoniale netto dell'account.
ja_jp: アカウントの正味資産価値。
pl_pl: Wartość aktywów netto konta.
pt_pt: O valor do ativo líquido da conta.
ru_ru: Стоимость чистых активов Счета.
uk_ua: Значення вартості чистих активів Рахунку.

source: Withdrawal limit
ar_sa: حدود الانسحاب
de_de: Auszahlungslimit
es_es: Retirada Límite
fr_fr: Limite de retrait
it_it: Limite di prelievo
ja_jp: 引退限度
pl_pl: Limit wypłat
pt_pt: Limite de retirada
ru_ru: Предел снятия средств
uk_ua: Ліміт зняття коштів

source: The current Withdrawal Limit for the account which will be zero or a positive value indicating how much can be withdrawn from the account
ar_sa: حد السحب الحالي للحساب الذي سيكون صفرا أو قيمة موجبة تشير إلى مقدار ما يمكن سحبه من الحساب
de_de: Das aktuelle Auszahlungslimit für das Konto, das Null oder ein positiver Wert sein wird, der angibt, wie viel vom Konto abgehoben werden kann
es_es: El Límite de extracción actual para la cuenta que será cero o un valor positivo que indique cuánto se puede retirar de la cuenta
fr_fr: La limite de retrait actuelle pour le compte qui sera zéro ou une valeur positive indiquant combien peut être retiré du compte
it_it: L'attuale limite di prelievo per l'account che sarà pari a zero o un valore positivo che indica quanto può essere prelevato dall'account
ja_jp: アカウントの現在の撤回限度はゼロになりますか、または正の値であれば、アカウントから引き出せる額を示します
pl_pl: Bieżący limit wypłat dla konta, które będzie zerowe lub wartość dodatnia wskazująca, ile można wypłacić z konta
pt_pt: O limite de retirada atual para a conta que será zero ou um valor positivo indicando quanto pode ser retirado da conta
ru_ru: Текущий лимит снятия для учетной записи, который будет равен нулю или положительному значению, указывающему, сколько можно снять со счета
uk_ua: Поточний ліміт вилучення для облікового запису, який буде нульовим або позитивним, що вказує, скільки може бути знято з рахунку

source: Position value
ar_sa: قيمة المركز
de_de: Positionswert
es_es: Valor de posición
fr_fr: Valeur de position
it_it: Valore di posizione
ja_jp: ポジション値
pl_pl: Ustaw wartość
pt_pt: Valor da Posição
ru_ru: Величина позиции
uk_ua: Вартість позиції

source: The value of the Account’s open positions
ar_sa: قيمة المراكز المفتوحة في الحساب
de_de: Der Wert der offenen Positionen des Kontos
es_es: El valor de las posiciones abiertas de la Cuenta
fr_fr: La valeur des positions ouvertes du compte
it_it: Il valore delle posizioni aperte del conto
ja_jp: アカウントのオープンポジションの価値
pl_pl: Wartość otwartych pozycji Rachunku
pt_pt: O valor das posições abertas da conta
ru_ru: Значение открытых позиций Аккаунта
uk_ua: Вартість відкритих позицій Облігації

source: Margin used
ar_sa: الهامش المستخدم
de_de: Marge verwendet
es_es: Margen usado
fr_fr: Marge utilisée
it_it: Margine usato
ja_jp: 維持証拠金
pl_pl: Zastosowany margines
pt_pt: Margem usada
ru_ru: Исп. маржа
uk_ua: Використана маржа

source: Margin currently used for the Account
ar_sa: الهامش المستخدم حاليًا للحساب
de_de: Margin, die derzeit für das Konto verwendet wird
es_es: Margen actualmente utilizado para la Cuenta
fr_fr: Marge actuellement utilisée pour le compte
it_it: Margine attualmente utilizzato per l'account
ja_jp: アカウントで現在使用されているマージン
pl_pl: Margines aktualnie wykorzystywany na Koncie
pt_pt: Margem usada atualmente para a conta
ru_ru: Маржа, используемая в настоящее время для учетной записи
uk_ua: Маржа в даний час використовується для облікового запису

source: Margin available
ar_sa: الهامش المتاح
de_de: Marge verfügbar
es_es: Margen disponible
fr_fr: Marge disponible
it_it: Margine disponibile
ja_jp: 利用可能な証拠金
pl_pl: Dostępny margines
pt_pt: Margem disponível
ru_ru: Доступная маржа
uk_ua: Доступна маржа

source: Margin available for the Account
ar_sa: الهامش المتاح للحساب
de_de: Marge für das Konto verfügbar
es_es: Margen disponible para la cuenta
fr_fr: Marge disponible pour le compte
it_it: Margine disponibile per l'account
ja_jp: アカウントで使用可能なマージン
pl_pl: Margines dostępny dla Konta
pt_pt: Margem disponível para a conta
ru_ru: Маржа доступна для учетной записи
uk_ua: Маржа, доступна для Облікового запису

source: Margin closeout value
ar_sa: قيمة إغلاق الهامش
de_de: Randabschlusswert
es_es: Valor de cierre de margen
fr_fr: Valeur de clôture de la marge
it_it: Valore di chiusura del margine
ja_jp: マージンクローズアウト値
pl_pl: Wartość zamknięcia depozytu zabezpieczającego
pt_pt: Valor de fechamento da margem
ru_ru: Значение закрытия маржи
uk_ua: Рівень закриття по маржі

source: The Account’s margin closeout NAV
ar_sa: إغلاق هامش الحساب NAV
de_de: Der Margin-Closeout-NAV des Kontos
es_es: Liquidación de margen de la cuenta NAV
fr_fr: La liquidation de la marge du compte NAV
it_it: NAV del saldo del conto del conto
ja_jp: アカウントの証拠金のクローズアウトNAV
pl_pl: Zamknięcie depozytu na Rachunku NAV
pt_pt: O NAV de encerramento da margem da conta
ru_ru: Завершение разметки маржи учетной записи
uk_ua: Надходження NAV до кінця прибутку облікового запису

source: Margin closeout percent
ar_sa: هامش إغلاق في المئة
de_de: Randabschluss Prozent
es_es: Porcentaje de liquidación de margen
fr_fr: Taux de clôture de la marge
it_it: Margine di chiusura del margine
ja_jp: マージンクローズアウト率
pl_pl: Procentowa kwota depozytu zabezpieczającego
pt_pt: Porcentagem de fechamento da margem
ru_ru: Процент маржи
uk_ua: Відсоток закриття по маржі

source: The Account’s margin closeout percentage. When this value is 100% or above the Account is in a margin closeout situation
ar_sa: نسبة إقفال هامش الحساب.
de_de: Der Kontorückzahlungs-Prozentsatz des Kontos.
es_es: El porcentaje de cierre de margen de la Cuenta.
fr_fr: Le pourcentage de clôture de la marge du compte.
it_it: La percentuale di closeout del margine dell'account.
ja_jp: 口座の証拠金清算率。
pl_pl: Procent zamknięcia konta dla depozytu zabezpieczającego.
pt_pt: A porcentagem de fechamento da margem da conta.
ru_ru: Процент закрытия маржи учетной записи.
uk_ua: Процент вирівнювання маржі облікового запису.

source: Unrealised P/L
ar_sa: P / L غير المحققة
de_de: Nicht realisierte P / L
es_es: P / L no realizado
fr_fr: P / L non réalisé
it_it: P / L non realizzato
ja_jp: 未実現P / L
pl_pl: Niezrealizowany P / L
pt_pt: P / L não realizado
ru_ru: Нереализованный P / L
uk_ua: Нереалізований П/З

source: The total unrealized profit/loss for all positions currently open in the Account
ar_sa: إجمالي الربح / الخسارة غير المحققة لجميع المراكز المفتوحة حاليًا في الحساب
de_de: Der gesamte nicht realisierte Gewinn / Verlust für alle Positionen, die derzeit auf dem Konto verfügbar sind
es_es: La ganancia / pérdida total no realizada para todas las posiciones actualmente abiertas en la Cuenta
fr_fr: Le total des profits / pertes non réalisés pour toutes les positions actuellement ouvertes dans le compte
it_it: L'utile / perdita totale non realizzato per tutte le posizioni attualmente aperte nel Conto
ja_jp: アカウントに現在開いているすべてのポジションの未実現損益合計
pl_pl: Całkowity niezrealizowany zysk / strata dla wszystkich pozycji aktualnie otwartych na Rachunku
pt_pt: O total de lucros / perdas não realizados para todas as posições atualmente abertas na conta
ru_ru: Общая нереализованная прибыль / убыток для всех позиций, открытых в настоящее время на Счете
uk_ua: Загальний нереалізований прибуток / збиток для всіх поточних позицій, відкритих на Счете

source: Unrealised P/L,%
ar_sa: P / L غير المحققة ،٪
de_de: Nicht realisierte P / L,%
es_es: P / U no realizado,%
fr_fr: P / L non réalisé,%
it_it: P / L non realizzato,%
ja_jp: 未実現損益、％
pl_pl: Niezrealizowany P / L,%
pt_pt: P / L não realizado,%
ru_ru: Нереализованный P / L,%
uk_ua: Нереалізований П/З,%

source: Unrealised P/L shown as a percentage of the balance
ar_sa: P / L غير المحققة الموضحة كنسبة مئوية من الرصيد
de_de: Unrealisiertes P / L wird als Prozentsatz des Saldos angezeigt
es_es: P / L no realizado que se muestra como un porcentaje del saldo
fr_fr: P / L non réalisé indiqué en pourcentage du solde
it_it: P / L non realizzato indicato come percentuale del saldo
ja_jp: 未実現P / Lは残高のパーセンテージとして表示されます。
pl_pl: Niezrealizowane P / L pokazane jako procent salda
pt_pt: P / L não realizado apresentado como uma percentagem do saldo
ru_ru: Нереализованная позиция P / L, отображаемая в процентах от баланса
uk_ua: Нереалізований П/З відображається у відсотках від балансу

source: Realised P/L
ar_sa: أدركت P / L
de_de: Realisierte P / L
es_es: P / L realizado
fr_fr: Réalisé P / L
it_it: P / L realizzato
ja_jp: 実現されたP / L
pl_pl: Zrealizowany P / L
pt_pt: P / L realizado
ru_ru: Реализованный P / L
uk_ua: Реалізований П/З

source: The total profit/loss realized over the lifetime of the Account
ar_sa: إجمالي الربح / الخسارة المحققة على مدى عمر الحساب
de_de: Der gesamte Gewinn / Verlust, der während der Laufzeit des Kontos erzielt wurde
es_es: La ganancia / pérdida total realizada a lo largo de la vida de la cuenta
fr_fr: Le total des profits / pertes réalisés sur la durée de vie du compte
it_it: Il profitto / perdita totale realizzato durante la vita del Conto
ja_jp: アカウントの存続期間中に実現された総損益
pl_pl: Całkowity zysk / strata zrealizowana w całym okresie istnienia Rachunku
pt_pt: O lucro / perda total realizado ao longo da vida útil da conta
ru_ru: Общая прибыль / убыток, реализованная в течение срока действия Счета
uk_ua: Загальний прибуток / збиток, здійснений протягом всього терміну дії рахунку

source: The number of positions currently open in the Account
ar_sa: عدد المراكز المفتوحة حاليًا في الحساب
de_de: Die Anzahl der derzeit offenen Positionen im Konto
es_es: La cantidad de puestos actualmente abiertos en la Cuenta
fr_fr: Le nombre de postes actuellement ouverts dans le compte
it_it: Il numero di posizioni attualmente aperte nell'account
ja_jp: アカウントで現在開いているポジションの数
pl_pl: Liczba pozycji aktualnie otwartych na Koncie
pt_pt: O número de posições atualmente abertas na conta
ru_ru: Количество позиций, открытых в настоящее время на Счете
uk_ua: Кількість позицій, які зараз відкриті в обліковому записі

source: The number of orders currently pending in the Account
ar_sa: عدد الطلبات المعلقة حاليًا في الحساب
de_de: Die Anzahl der derzeit im Konto ausstehenden Aufträge
es_es: La cantidad de pedidos actualmente pendientes en la Cuenta
fr_fr: Le nombre de commandes actuellement en attente dans le compte
it_it: Il numero di ordini attualmente in sospeso nell'account
ja_jp: アカウントで現在保留中の注文数
pl_pl: Liczba zamówień oczekujących na Rachunku
pt_pt: O número de pedidos atualmente pendentes na conta
ru_ru: Количество ордеров, которые в настоящее время ожидаются на Счете
uk_ua: Кількість ордерів, що очікуються в обліковому записі

source: The total amount of commission paid over the lifetime of the Account
ar_sa: المبلغ الإجمالي للعمولة المدفوعة على مدى عمر الحساب
de_de: Der Gesamtbetrag der während der Laufzeit des Kontos gezahlten Provision
es_es: La cantidad total de comisión pagada durante el tiempo de vida de la Cuenta
fr_fr: Le montant total de la commission payée sur la durée de vie du compte
it_it: L'importo totale delle commissioni pagate nel corso della durata del Conto
ja_jp: アカウントの存続期間中に支払われたコミッション総額
pl_pl: Całkowita kwota prowizji zapłaconej za cały okres użytkowania Konta
pt_pt: O valor total da comissão paga durante a vida útil da conta
ru_ru: Общая сумма комиссии, уплаченная в течение срока действия Счета
uk_ua: Загальна сума комісійної винагороди за весь строк дії рахунку

source: Financing
ar_sa: تمويل
de_de: Finanzierung
es_es: Financiación
fr_fr: Financement
it_it: Finanziamento
ja_jp: ファイナンス
pl_pl: Finansowanie
pt_pt: Financiamento
ru_ru: финансирование
uk_ua: Фінансування

source: Financing is paid/charged for open positions in the Account
ar_sa: يتم دفع / تحميل التمويل للصفقات المفتوحة في الحساب
de_de: Die Finanzierung wird für offene Positionen auf dem Konto bezahlt
es_es: El financiamiento se paga / cobra por los puestos vacantes en la Cuenta
fr_fr: Le financement est payé / imputé pour les positions ouvertes dans le compte
it_it: Il finanziamento viene pagato / addebitato per le posizioni aperte nell'Account
ja_jp: 融資は、口座内の未払いのポジションについて支払われる/支払われる
pl_pl: Finansowanie jest płatne / obciążane za otwarte pozycje na Koncie
pt_pt: O financiamento é pago / cobrado por posições abertas na conta
ru_ru: Финансирование выплачивается / взимается за открытые позиции на Счете
uk_ua: Фінансування сплачується / стягується за відкриті позиції в Рахунку

source: Tick size
ar_sa: حجم حركة السعر
de_de: Tick ​​Größe
es_es: Tamaño del tick
fr_fr: Taille du tick
it_it: Dimensione del segno di spunta
ja_jp: ティックのサイズ
pl_pl: Zaznacz rozmiar
pt_pt: Tamanho do 'Tick'
ru_ru: Размер тика
uk_ua: Розмір тіку

source: Max. tr.stop distance
ar_sa: ماكس.
de_de: Max.
es_es: Max.
fr_fr: Max.
it_it: Max.
ja_jp: マックス
pl_pl: Max.
pt_pt: Max.
ru_ru: Максимум.
uk_ua: Макс.

source: Min. tr.stop distance
ar_sa: دقيقة.
de_de: Mindest.
es_es: Min.
fr_fr: Min.
it_it: Min.
ja_jp: Min。
pl_pl: Min.
pt_pt: Min.
ru_ru: Минимум
uk_ua: Хв.

source: Minimum comission
ar_sa: الحد الأدنى من comission
de_de: Mindestprovision
es_es: Comision mínima
fr_fr: Commission minimum
it_it: Commissione minima
ja_jp: 最小コミッション
pl_pl: Minimalna prowizja
pt_pt: Comissão Mínima
ru_ru: Минимальная комиссия
uk_ua: Мінімальна комісія

source: Bonds
ar_sa: الربط
de_de: Fesseln
es_es: Cautiverio
fr_fr: Obligations
it_it: Obbligazioni
ja_jp: 債券
pl_pl: Więzy
pt_pt: Títulos
ru_ru: Облигации
uk_ua: Облігації

source: Balances
ar_sa: الارصده
de_de: Salden
es_es: Saldos
fr_fr: Soldes
it_it: Saldi
ja_jp: 残高
pl_pl: Salda
pt_pt: Saldos
ru_ru: Балансы
uk_ua: Залишки

source: Fee info
ar_sa: معلومات الرسوم
es_es: Información de tarifas
fr_fr: Info frais
it_it: Info Fee
ja_jp: 料金情報
pl_pl: Informacje o opłacie
pt_pt: Info taxa
ru_ru: Информация об оплате
uk_ua: Інформація про оплату

source: Maker fee
ar_sa: رسم صانع
es_es: Honorario del fabricante
fr_fr: Frais de fabricant
it_it: Tassa Maker
ja_jp: メーカー料
pl_pl: Opłata za Ekspres
pt_pt: Taxa do fabricante
ru_ru: Гонорар создателя
uk_ua: Чайник плата

source: Taker fee
ar_sa: رسوم الأخذ
es_es: Honorario del tomador
fr_fr: Frais de preneur
it_it: Tassa di Taker
ja_jp: 受け手料金
pl_pl: Opłata za przejęcie
pt_pt: Taxa de Taker
ru_ru: Сбор за пользование
uk_ua: Продавець плату

source: Thirty day volume
ar_sa: حجم الثلاثين يوما
de_de: 30 Tage Volumen
es_es: Volumen de treinta días
fr_fr: Volume de trente jours
it_it: Trenta giorni di volume
ja_jp: 30日の容積
pl_pl: Trzydzieści dzień Tom
pt_pt: Volume de trinta dias
ru_ru: Тридцать день объем
uk_ua: Тридцять днів тому

source: Next tier
ar_sa: الطبقة التالية
de_de: Nächste Stufe
es_es: Siguiente nivel
fr_fr: Niveau suivant
it_it: Livello successivo
ja_jp: 次の層
pl_pl: Następny poziom
pt_pt: Próximo nível
ru_ru: Следующий ярус
uk_ua: Наступний ярус

source: Open gross P/L
ar_sa: إجمال ر/خ المفتوحة
es_es: Abrir P/L bruto
fr_fr: Profit/perte bruts ouverts
it_it: Apra il P/L lordo
ja_jp: オープンな粗損益
pl_pl: Otwarte brutto P/L
pt_pt: L/P bruto aberto
ru_ru: Откр. валовая П/У
uk_ua: Відкритий валовий п/л

source: Positions
ar_sa: المراكز
de_de: Positionen
es_es: Posiciones
it_it: Posizioni
ja_jp: 決済注文/ポジション一覧
pl_pl: Pozycji
pt_pt: Posições
ru_ru: Позиции
uk_ua: Позиції

source: Total Margin Value
ar_sa: إجمالي قيمه الهامش
de_de: Gesamten Margenwert
es_es: Valor de margen total
fr_fr: Valeur totale de la marge
it_it: Valore totale del margine
ja_jp: 合計マージン値
pl_pl: Łączna wartość marży
pt_pt: Valor total da margem
ru_ru: Общая величина маржи
uk_ua: Сумарне значення полів

source: Unrealized P/L
ar_sa: ر/خ الغير حقيقية
de_de: Nicht realisierte P / L
es_es: P/L no realizado
fr_fr: Profits/pertes irréalisés
it_it: P / L non realizzato
ja_jp: 現金化されていない損益
pl_pl: Niezrealizowany P / L
pt_pt: L/P não realizado
ru_ru: Нереализ. прибыль/убыток
uk_ua: Нереалізований P / L

source: Unrealized Lending Fees
ar_sa: رسوم الإقراض غير المحققة
de_de: Nicht realisierte Kreditgebühren
es_es: Cuotas de préstamos no realizadas
fr_fr: Frais de prêt non-réalisables
it_it: Tasse di prestito non realizzate
ja_jp: 未実現貸付手数料
pl_pl: Niezrealizowanych opłat kredytowych
pt_pt: Taxas de empréstimo não-realidade
ru_ru: Нереализованные кредитные сборы
uk_ua: Нереалізований кредитний збір

source: Net Value
ar_sa: القيمة الصافية
de_de: Netto Wert
es_es: Valor neto
fr_fr: Valeur nette
it_it: Valore netto
ja_jp: 正味額
pl_pl: Wartość netto
pt_pt: Valor líquido
ru_ru: Чистая стоимость
uk_ua: Чиста вартість

source: Total Borrowed Value
ar_sa: إجمالي القيمة المقترضة
de_de: Gesamten geliehenen Wert
es_es: Valor total prestado
fr_fr: Valeur totale empruntée
it_it: Valore totale preso in prestito
ja_jp: 借入価額合計
pl_pl: Łączna wartość pożyczonych
pt_pt: Valor total do empréstimo
ru_ru: Итого, заимствованная стоимость
uk_ua: Всього запозичене значення

source: Current margin
ar_sa: الهامش الحالي
de_de: Aktuellen Marge
es_es: Margen actual
fr_fr: Marge actuelle
it_it: Margine corrente
ja_jp: 現在のマージン
pl_pl: Bieżący margines
pt_pt: Margem atual
ru_ru: Текущая маржа
uk_ua: Поточне поле

source: Equity. Equal to Account Balance + Unrealized P/L
ar_sa: القيمة المالية.
de_de: Eigenkapital.
es_es: Equidad.
fr_fr: Équité.
it_it: Equità.
ja_jp: 株式。
pl_pl: Sprawiedliwość.
pt_pt: Capital próprio.
ru_ru: Капитал.
uk_ua: Власний капітал.
