Repository: 3rdDimensionPlatform/Localization
Catalog: plug-ins/AccountPerformancePanel/*.po
Languages: de_de, hi_in, uk_ua

source: Account performance
de_de: Kontoführung
hi_in: खाता प्रदर्शन
uk_ua: Продуктивність облікового запису

source: Metrics
de_de: Metriken
hi_in: मैट्रिक्स
uk_ua: Метрик

source: Trade population
de_de: Handelsbevölkerung
hi_in: व्यापार जनसंख्या
uk_ua: Торгівля населення

source: Drawdown
uk_ua: Осідання

source: Net Profit/Loss
de_de: Netto Profit/Verlust
hi_in: निवल लाभ/हानि
uk_ua: Чистий прибуток/збиток

source: Commission
de_de: Kommission
hi_in: आयोग
uk_ua: Комісії

source: Profit factor
de_de: Profitfaktor
hi_in: लाभ गुणक
uk_ua: Коефіцієнт прибутку

source: Mathematical expectation
de_de: Mathematische Erwartung
hi_in: गणितीय अपेक्षा
uk_ua: Математичне сподівання

source: Sharpe Ratio
hi_in: शार्प अनुपात
uk_ua: Коефіцієнт Шарпе

source: Recovery factor
de_de: Erholungsfaktor
hi_in: पुनर्प्राप्ति गुणक
uk_ua: Фактор відновлення

source: Win/Loss ratio
de_de: Win/Loss Verhältnis
hi_in: जीत/
uk_ua: Коефіцієнт виграшу/втрати

source: Trades
hi_in: ट्रेडों
uk_ua: Торгів

source: Win trades
de_de: Gewinn-Geschäfte
hi_in: विन ट्रेडों
uk_ua: Виграти торги

source: Loss trades
de_de: Verlustgeschäfte
hi_in: हानि ट्रेडों
uk_ua: Збиткових угод

source: Average trade
de_de: Durchschnittlicher Handel
hi_in: औसत व्यापार
uk_ua: Середня торгівля

source: Average win trade
de_de: Durchschnittliche Gewinn-Handel
hi_in: औसत जीत व्यापार
uk_ua: Середня виграшна торгівля

source: Average loss trade
de_de: Durchschnittliche Verlusthandel
hi_in: औसत हानि व्यापार
uk_ua: Середньодобова торгівля

source: Max. consecutive win trades
de_de: Max. In Folge gewinnten Geschäfte
hi_in: अधिकतम. लगातार जीत ट्रेडों
uk_ua: Макс. поспіль виграти торги

source: Max. consecutive loss trades
de_de: Max. Konsekutive Verlustgeschäfte
hi_in: अधिकतम. लगातार नुकसान ट्रेडों
uk_ua: Макс. послідовні угоди втрати

source: Largest win trade
de_de: Größter Gewinn Handel
hi_in: सबसे बड़ा व्यापार जीत
uk_ua: Найбільший торговий перемоги

source: Largest loss trade
de_de: Größter Verlusthandel
hi_in: सबसे बड़ा नुकसान व्यापार
uk_ua: Найбільший торгівлі втратою

source: Maximal
de_de: Maximale
hi_in: अधिकतम
uk_ua: Максимальна

source: Average
de_de: Durchschnittliche
hi_in: औसत
uk_ua: Середній
