Repository: 3rdDimensionPlatform/Localization
Catalog: plug-ins/PriceStatisticPanel/*.po
Languages: ar_sa, es_es, fa_ir, hi_in, it_it, ja_jp, pl_pl, pt_pt, tr_tr

source: Price Statistic
ar_sa: إحصاءات الأسعار
hi_in: मूल्य आंकड़े
it_it: Statistica dei prezzi
ja_jp: 価格統計
pt_pt: Estatística de Preços
tr_tr: Fiyat İstatistiği

source: Filtered volume
ar_sa: حجم فلتر
es_es: Volumen filtrado
fa_ir: حجم فیلتر شده
hi_in: फ़िल्टर की गई मात्रा
it_it: Volume filtrato
ja_jp: フィルタリングされたボリューム
pl_pl: Filtrowana objętość
pt_pt: Volume filtrado
tr_tr: Filtrelenmiş birim

source: Show toolbar
ar_sa: إظهار شريط الأدوات
es_es: Mostrar barra de herramientas
fa_ir: نمایش نوار ابزار
hi_in: उपकरण पट्टी दिखाएं
it_it: Mostra barra degli strumenti
ja_jp: ツールバーの表示
pl_pl: Pokaż pasek narzędzi
pt_pt: Mostrar barra de Ferramentas
tr_tr: Araç çubuğunu göster

source: Symbol lookup
ar_sa: البحث عن رمز
es_es: Búsqueda de símbolo
fa_ir: جستجوی نماد
hi_in: प्रतीक लुकअप
it_it: Ricerca simboli
ja_jp: シンボル検索
pl_pl: Przegląd instrumentów
pt_pt: Pesquisa de Ativo
tr_tr: Enstrüman Arama

source: Loading data for
ar_sa: تحميل البيانات لـ
es_es: Cargando datos para
fa_ir: بارگیری داده ها برای
hi_in: के लिए डेटा लोड करना
it_it: Caricamento dei dati per
ja_jp: のためにデータ読み込み中
pl_pl: Ładowanie danych dla
pt_pt: Carregar dados para
tr_tr: Veri yükleniyor:

source: No symbol selected
ar_sa: لا يوجد رمز محدد
es_es: No hay ningún símbolo seleccionado
fa_ir: هیچ نمادی انتخاب نشده است
hi_in: कोई प्रतीक चयनित नहीं
it_it: Nessun simbolo selezionato
ja_jp: シンボルが選択されていない
pl_pl: Nie wybrano symbolu
pt_pt: Nenhum símbolo selecionado
tr_tr: Simge seçilmedi

source: No data for
ar_sa: لا توجد بيانات
es_es: No hay datos para
fa_ir: هیچ داده ای برای
hi_in: के लिए कोई डेटा नहीं
it_it: Nessun dato per
ja_jp: データがありません
pl_pl: Brak danych dla
pt_pt: Não existem dados para
tr_tr: İçin veri yok

source: Volume
ar_sa: الحجم
es_es: Volumen
fa_ir: دوره
hi_in: आयतन
ja_jp: 出来高
pl_pl: Tom
tr_tr: Hacim

source: Buy volume
ar_sa: حجم الشراء
es_es: Volumen de compra
fa_ir: حجم خرید
hi_in: खरीदें मात्रा
it_it: Acquista il volume
ja_jp: 買い額
pl_pl: Kup objętość
pt_pt: Volume da Compra
tr_tr: Alış hacmi

source: Buy volume, %
ar_sa: حجم الشراء, %
es_es: Volumen de compra %
fa_ir: خرید حجم ، ٪
hi_in: वॉल्यूम खरीदें,%
it_it: Acquista volume,%
ja_jp: 買い出来高（％）
pl_pl: Kup objętość%
pt_pt: Volume de compra, %
tr_tr: Satın alma hacmi, %

source: Sell volume
ar_sa: حجم البيع
es_es: Volumen de venta
fa_ir: حجم فروش
hi_in: बेचना मात्रा
it_it: Vendi volume
ja_jp: 売り額
pl_pl: Sprzedaj wolumen
pt_pt: Volume de Venda
tr_tr: Satış hacmi

source: Sell volume, %
ar_sa: حجم البيع, %
es_es: Volumen de venta, %
fa_ir: حجم فروش ،%
hi_in: वॉल्यूम बेचें,%
it_it: Vendi volume,%
ja_jp: 売り額（％）
pl_pl: Sprzedaj objętość%
pt_pt: Volume de venda, %
tr_tr: Satış hacmi, %

source: Delta
ar_sa: دلتا
fa_ir: دلتا
hi_in: डेल्टा
ja_jp: デルタ
pt_pt: Variação

source: Delta, %
ar_sa: دلتا %
fa_ir: دلتا ، ٪
hi_in: डेल्टा,%
ja_jp: デルタ（％）

source: Ticks
ar_sa: حركات الأسعار
es_es: Garrapatas
fa_ir: کنه
it_it: Zecche
ja_jp: ティック
pl_pl: Kleszcze
pt_pt: Carrapatos
tr_tr: Tikler

source: Up ticks
ar_sa: حتى القراد
es_es: Hasta garrapatas
fa_ir: کنه بالا
hi_in: ऊपर ticks
it_it: Up zecche
ja_jp: アップダニ
pl_pl: W górę kleszcze
pt_pt: Até carrapatos
tr_tr: Yukarı ticks

source: Up ticks, %
ar_sa: حتى القراد ، ٪
es_es: Hasta garrapatas,%
fa_ir: کنه تا ، ٪
hi_in: ऊपर ticks,%
ja_jp: アップタイマ,%
pl_pl: W górę kleszcze,%
pt_pt: Até carrapatos,%
tr_tr: Yukarı ticks,%

source: Down ticks
ar_sa: أسفل القراد
es_es: Señales de Down
fa_ir: پایین کنه
hi_in: नीचे ticks
it_it: Giù zecche
ja_jp: ダウンチック
pl_pl: W dół kleszcze
pt_pt: Para baixo carrapatos
tr_tr: Aşağı ticks

source: Down ticks, %
ar_sa: القراد أسفل ، ٪
es_es: Abajo las garrapatas,%
fa_ir: پایین کنه,%
hi_in: नीचे ticks,%
it_it: Giù Ticks,%
ja_jp: ダウンティック、%
pl_pl: Kleszcze w dół,%
pt_pt: Para baixo carrapatos,%
tr_tr: Aşağı ticks,%

source: Delta ticks
ar_sa: القراد دلتا
es_es: Garrapatas Delta
fa_ir: کنه دلتا
hi_in: डेल्टा ticks
it_it: Delta zecche
ja_jp: デルタティック
pl_pl: Znaczniki Delta
pt_pt: Carrapatos Delta

source: Delta ticks, %
ar_sa: القراد دلتا ، ٪
es_es: Garrapatas Delta,%
fa_ir: کنه های دلتا ،%
hi_in: डेल्टा ticks,%
ja_jp: デルタティック、%
pl_pl: Znaczniki Delta,%
pt_pt: Carrapatos Delta,%

source: Price
ar_sa: السعر
es_es: Precio
fa_ir: قيمت
hi_in: मूल्य
it_it: Prezzo
ja_jp: 価格
pl_pl: Cena £
pt_pt: Preço
tr_tr: Fiyat

source: Trades
ar_sa: التداولات
es_es: Operaciones
fa_ir: معاملات
hi_in: ट्रेडों
ja_jp: 取引
pl_pl: Transakcje
pt_pt: Negociações
tr_tr: İşlemler

source: Buy trades
ar_sa: بحسب التداولات
es_es: Operaciones de compra
fa_ir: خرید معاملات
hi_in: खरीदें ट्रेडों
it_it: Acquista mestieri
ja_jp: 買い取引
pl_pl: Kup transakcje
pt_pt: Negociações de Compra
tr_tr: Alış işlemleri

source: Sell trades
ar_sa: تداولات البيع
es_es: Vender operaciones
fa_ir: فروش معاملات
hi_in: ट्रेडों बेचें
it_it: Vendi mestieri
ja_jp: 取引を売る
pl_pl: Sprzedawaj transakcje
pt_pt: Negociações de Venda
tr_tr: Satış işlemleri

source: Average size
ar_sa: متوسط الحجم
es_es: Tamaño medio
fa_ir: میانگین اندازه
hi_in: औसत आकार
it_it: Taglia media
ja_jp: 平均サイズ
pl_pl: Średni rozmiar
pt_pt: Tamanho da média
tr_tr: Ortalama büyüklük

source: Average buy size
ar_sa: حجم متوسط الشراء
es_es: Tamaño de compra medio
fa_ir: میانگین اندازه خرید
hi_in: औसत खरीदें आकार
it_it: Dimensioni medie del buy
ja_jp: 平均買いサイズ
pl_pl: Średni rozmiar zakupu
pt_pt: Quantidade médi1 da Compra
tr_tr: Ortalama satın alma büyüklüğü

source: Average sell size
ar_sa: حجم متوسط البيع
es_es: Tamaño de venta medio
fa_ir: اندازه متوسط فروش
hi_in: औसत बेचें आकार
it_it: Dimensione di vendita media
ja_jp: 平均売りサイズ
pl_pl: Średnia wielkość sprzedaży
pt_pt: Quantidade média da Venda
tr_tr: Ortalama satış büyüklüğü

source: Max one trade volume
ar_sa: ماكس حجم التجارة واحد
es_es: Máx. Un volumen comercial
fa_ir: حجم معامله حداکثر 1
hi_in: अधिकतम एक व्यापार मात्रा
it_it: Massimo volume di scambi
ja_jp: 最大1貿易量
pl_pl: Maksymalna objętość transakcji
pt_pt: Máximo de um volume de negociação
tr_tr: Maksimum bir ticaret hacmi

source: Max one trade volume, %
ar_sa: [ماكس] واحده حجم تجاريه,%
es_es: Máximo uno volumen comercial,%
fa_ir: حداکثر حجم یک معامله ،%
hi_in: अधिकतम एक व्यापार मात्रा,%
it_it: Massimo un volume commerciale,%
ja_jp: 最大1つの貿易量、%
pl_pl: Maksymalnie jeden wolumen handlowy,%
pt_pt: Volume máximo de um comércio,%
tr_tr: Maks bir ticaret hacmi,%

source: Filtered volume, %
ar_sa: حجم الفلتر ،٪
es_es: Volumen filtrado,%
fa_ir: حجم فیلتر شده ،%
hi_in: फ़िल्टर की गई मात्रा,%
it_it: Volume filtrato,%
ja_jp: フィルタリングされたボリューム、％
pl_pl: Filtrowana objętość,%
pt_pt: Volume filtrado,%
tr_tr: Filtre uygulanmış hacim,%

source: Filtered buy volume
ar_sa: حجم الشراء المصفاة
es_es: Volumen de compra filtrado
fa_ir: حجم خرید فیلتر شده
hi_in: छान खरेदी मात्रा
it_it: Volume di acquisto filtrato
ja_jp: フィルター購入ボリューム
pl_pl: Filtrowany wolumen zakupów
pt_pt: Volume de compra filtrado
tr_tr: Filtrelenmiş satın alma hacmi

source: Filtered buy volume, %
ar_sa: تصفيه حجم الشراء ، ٪
es_es: Volumen de compra filtrado,%
fa_ir: فیلتر حجم خرید ، ٪
hi_in: छान खरेदी मात्रा,%
it_it: Volume di acquisto filtrato,%
ja_jp: フィルター購入ボリューム、%
pl_pl: Filtrowany wolumen zakupów,%
pt_pt: Volume de compra filtrado,%
tr_tr: Filtrelenmiş satın alma hacmi,%

source: Filtered sell volume
ar_sa: حجم البيع المصفي
es_es: Volumen de venta filtrado
fa_ir: حجم فروش فیلتر شده
hi_in: फ़िल्टर्ड बेचें मात्रा
it_it: Volume di vendita filtrato
ja_jp: フィルター販売数量
pl_pl: Filtrowany wolumen sprzedaży
pt_pt: Volume de venda filtrado
tr_tr: Filtrelenmiş satış hacmi

source: Filtered sell volume, %
ar_sa: تصفيه حجم البيع ،%
es_es: Volumen filtrado de la venta,%
fa_ir: حجم فروش فیلتر شده ،%
hi_in: फ़िल्टर्ड बेचें मात्रा,%
it_it: Volume di vendita filtrato,%
ja_jp: フィルターされた販売量、%
pl_pl: Filtrowany wolumen sprzedaży,%
pt_pt: Volume de venda filtrado,%
tr_tr: Filtrelenmiş satış hacmi,%

source: Price statistic
es_es: Estadística de precios
fa_ir: آمار قیمت
pl_pl: Statystyka cen
