Repository: 3rdDimensionPlatform/Localization
Catalog: plug-ins/HistoricalSymbolsManagerScreenPlugin/*.po
Languages: ar_sa, de_de, es_es, fa_ir, fr_fr, hi_in, it_it, ja_jp, pl_pl, tr_tr, uk_ua

source: Are you sure you want to delete this item?
ar_sa: هل تريد بالتاكيد حذف هذا العنصر ؟
de_de: Sind Sie sicher, dass Sie diesen Artikel löschen wollen?
es_es: ¿Confirma que desea eliminar este elemento?
fa_ir: آیا مطمئنید که می خواهید این مورد را حذف کنید ؟
fr_fr: Êtes-vous sûr de vouloir supprimer cet élément?
hi_in: क्या आप निश्चयपूर्वक इस आइटम को हटाना चाहते हैं?
it_it: Sei sicuro di voler eliminare questo elemento?
ja_jp: このアイテムを削除してもよろしいですか?
pl_pl: Czy na pewno chcesz usunąć ten element?
tr_tr: Bu öğeyi silmek istediğinizden emin misiniz?
uk_ua: Ви дійсно бажаєте видалити цей елемент?

source: Bid/Ask
ar_sa: العرض/الطلب
es_es: Venta/Compra
fr_fr: Offre/demande
hi_in: बोली/
it_it: Offerta/richiesta
ja_jp: ビッド/アスク
pl_pl: Oferta/Ask
tr_tr: Alış/Satış
uk_ua: Заявка/запитати

source: Type
ar_sa: النوع
de_de: Typ
es_es: Tipo
fa_ir: نوع
hi_in: प्रकार
it_it: Tipo
ja_jp: タイプ
pl_pl: Typu
tr_tr: Tür
uk_ua: Тип

source: From
ar_sa: من
de_de: Von
es_es: Desde
fa_ir: از
fr_fr: De
hi_in: से
it_it: Da
ja_jp: から
pl_pl: Z
tr_tr: Başlangıç
uk_ua: Від:

source: To
ar_sa: إلى
de_de: An
es_es: Para
fa_ir: به
fr_fr: Jusqu'à
hi_in: को
it_it: A
ja_jp: へ
pl_pl: Do
tr_tr: Bitiş
uk_ua: До:

source: Points
ar_sa: النقاط
de_de: Punkte
es_es: Puntos
fa_ir: نقاط
hi_in: अंक
it_it: Punti
ja_jp: ポイント
pl_pl: Punktów
tr_tr: Veri Noktaları
uk_ua: Очок

source: Period
ar_sa: الوقت
de_de: Zeitraum
es_es: Período
fa_ir: دوره
fr_fr: Période
hi_in: अवधि
it_it: Periodo
ja_jp: 期間
pl_pl: Okres
tr_tr: Dönem
uk_ua: Період

source: Symbol settings
ar_sa: إعدادات الرمز
de_de: Symboleinstellungen
es_es: Configuración del símbolo
fa_ir: تنظیمات نماد
fr_fr: Paramètres de symbole
hi_in: प्रतीक सेटिंग्स
it_it: Impostazioni del simbolo
ja_jp: シンボル設定
pl_pl: Ustawienia instrumentu
tr_tr: Sembol Ayarları
uk_ua: Параметри символу

source: GET FROM REAL SYMBOL
ar_sa: الحصول علي الرمز الحقيقي
de_de: GET VON REAL SYMBOL
es_es: OBTENER DEL SÍMBOLO REAL
fa_ir: دریافت از نماد واقعی
fr_fr: OBTENIR DU SYMBOLE RÉEL
hi_in: वास्तविक प्रतीक से प्राप्त करें
it_it: OTTENGA DAL SIMBOLO REALE
ja_jp: 実際のシンボルから取得
pl_pl: POBIERZ Z RZECZYWISTEGO SYMBOLU
tr_tr: GERÇEK SEMBOLDEN AL
uk_ua: ОТРИМАТИ ВІД СПРАВЖНЬОГО СИМВОЛУ

source: SAVE
ar_sa: حفظ
de_de: Speichern
es_es: Salvar
fa_ir: ذخیره
fr_fr: Sauver
hi_in: सहेजें
it_it: Salvare
ja_jp: 保存
pl_pl: Zapisz
tr_tr: KAYDET
uk_ua: Зберегти

source: CANCEL
ar_sa: إلغاء الأمر
de_de: Abbrechen
es_es: Cancelar
fa_ir: لغو
fr_fr: Annuler
hi_in: रद्द करना
it_it: Annulla
ja_jp: キャンセル
pl_pl: Anuluj
tr_tr: İPTAL
uk_ua: Скасувати

source: Historical symbols
ar_sa: رموز تاريخيه
de_de: Historische Symbole
es_es: Símbolos históricos
fa_ir: نمادهای تاریخی
fr_fr: Symboles historiques
hi_in: ऐतिहासिक प्रतीकों
it_it: Simboli storici
ja_jp: 履歴記号
pl_pl: Symbole historyczne
tr_tr: Tarihsel semboller
uk_ua: Історичні символи

source: Open chart
ar_sa: فتح المخطط
de_de: Offene Karte
es_es: Abrir gráfico
fa_ir: باز کردن نمودار
fr_fr: Ouvrir le graphique
hi_in: चार्ट खोलें
it_it: Apra il diagramma
ja_jp: グラフを開く
pl_pl: Otwórz wykres
tr_tr: Grafik aç
uk_ua: Відкрити діаграму

source: Remove selected history
ar_sa: أزاله المحفوظات المحددة
de_de: Ausgewählte Historie entfernen
es_es: Quitar el historial seleccionado
fa_ir: حذف سابقه انتخاب شده
fr_fr: Supprimer l'historique sélectionné
hi_in: चयनित इतिहास निकालें
it_it: Rimuovi cronologia selezionata
ja_jp: 選択した履歴の削除
pl_pl: Usuń wybraną historię
tr_tr: Seçili tarihsel veriyi kaldır
uk_ua: Видалити вибрану історію

source: Import history from symbol
ar_sa: استيراد المحفوظات من الرمز
de_de: Import-Geschichte vom Symbol
es_es: Importar el historial desde el símbolo
fa_ir: تاریخچه واردات از نماد
fr_fr: Importer l'historique à partir du symbole
hi_in: प्रतीक से इतिहास आयात करें
it_it: Importa cronologia dal simbolo
ja_jp: シンボルからのインポート履歴
pl_pl: Importuj historię z symbolu
tr_tr: Sembolden tarihsel verileri içeri aktar
uk_ua: Імпорт історії з символу

source: Do you really want to delete selected history?
ar_sa: هل تريد حقا حذف التاريخ المحدد ؟
de_de: Wollen Sie die ausgewählte Historie wirklich löschen?
es_es: ¿Realmente desea eliminar el historial seleccionado?
fa_ir: آیا واقعا می خواهید تاریخچه انتخاب شده را حذف کنید ؟
fr_fr: Voulez-vous vraiment supprimer l'historique sélectionné?
hi_in: क्या आप वास्तव में चयनित इतिहास हटाना चाहते हैं?
it_it: Vuoi davvero eliminare la cronologia selezionata?
ja_jp: 選択した履歴を本当に削除しますか?
pl_pl: Czy na pewno chcesz usunąć wybraną historię?
tr_tr: Seçili tarihsel veriyi gerçekten silmek istiyor musunuz?
uk_ua: Ви дійсно бажаєте видалити вибрану історію?

source: IMPORT HISTORY
ar_sa: تاريخ الاستيراد
es_es: HISTORIAL DE IMPORTACIÓN
fa_ir: تاریخچه واردات
fr_fr: HISTORIQUE DES IMPORTATIONS
hi_in: इतिहास आयात करें
it_it: CRONOLOGIA DELLE IMPORTAZIONI
ja_jp: インポート履歴
pl_pl: HISTORIA IMPORTU
tr_tr: TARİHSEL VERİ İÇE AKTAR
uk_ua: ЖУРНАЛ ІМПОРТУ

source: Import history into selected Historical Symbol from file or symbol from real connection
ar_sa: استيراد المحفوظات إلى رمز تاريخي محدد من الملف أو الرمز من الاتصال الحقيقي
de_de: Die Geschichte in ein ausgewähltes Historisches Symbol aus der Datei oder dem Symbol aus der realen Verbindung importieren
es_es: Importar el historial en el símbolo histórico seleccionado desde el archivo o símbolo de la conexión real
fa_ir: تاریخ وارد کردن به نماد تاریخی انتخاب شده از فایل یا نماد از اتصال واقعی
fr_fr: Importer l'historique dans un symbole historique sélectionné à partir d'un fichier ou d'un symbole à partir d'une connexion réelle
hi_in: वास्तविक कनेक्शन से फ़ाइल या प्रतीक से चयनित ऐतिहासिक प्रतीक में इतिहास आयात करें
it_it: Importa la cronologia in un simbolo storico selezionato dal file o dal simbolo dalla connessione reale
ja_jp: 実際の接続から、ファイルまたはシンボルから選択した履歴シンボルに履歴をインポート
pl_pl: Importuj historię do wybranego symbolu historycznego z pliku lub symbolu z rzeczywistego połączenia
tr_tr: Seçili Tarihsel Sembole geçmiş verileri dosyadan veya gerçek veri bağlantılı sembolden aktar
uk_ua: Імпорт історії до вибраного історичного символу з файлу або символу з реального підключення

source: Create new Historical Symbol
ar_sa: إنشاء رمز تاريخي جديد
de_de: Neues historisches Symbol schaffen
es_es: Crear nuevo símbolo histórico
fa_ir: ایجاد نماد تاریخی جدید
fr_fr: Créer un nouveau symbole historique
hi_in: नया ऐतिहासिक प्रतीक बनाएं
it_it: Crea nuovo simbolo storico
ja_jp: 新しい履歴記号の作成
pl_pl: Tworzenie nowego symbolu historycznego
tr_tr: Yeni Tarihsel Sembol oluştur
uk_ua: Створення нового історичного символу

source: Specify settings for selected Historical Symbol
ar_sa: تحديد إعدادات الرمز التاريخي المحدد
de_de: Einstellungen für ausgewählte Historische Symbol festlegen
es_es: Especificar la configuración para el símbolo histórico seleccionado
fa_ir: تعیین تنظیمات نماد تاریخی منتخب
fr_fr: Spécifier les paramètres du symbole historique sélectionné
hi_in: चयनित ऐतिहासिक प्रतीक के लिए सेटिंग्स निर्दिष्ट करें
it_it: Specificare le impostazioni per il simbolo storico selezionato
ja_jp: 選択した履歴記号の設定を指定する
pl_pl: Określanie ustawień dla wybranego symbolu historycznego
tr_tr: Seçili Tarihsel Sembol için ayarları belirt
uk_ua: Указання параметрів для виділеного історичного символу

source: Import from File
ar_sa: استيراد من ملف
de_de: Import aus Datei
es_es: Importar desde archivo
fa_ir: وارد کردن از پرونده
fr_fr: Importer à partir du fichier
hi_in: फ़ाइल से आयात करें
it_it: Importa da file
ja_jp: ファイルからインポート
pl_pl: Importuj z pliku
tr_tr: Dosyadan içeri aktar
uk_ua: Імпортувати з файлу

source: Import from symbol
ar_sa: الاستيراد من الرمز
de_de: Import vom Symbol
es_es: Importar desde símbolo
fa_ir: وارد کردن از نماد
fr_fr: Importer à partir du symbole
hi_in: प्रतीक से आयात करें
it_it: Importa dal simbolo
ja_jp: シンボルからインポート
pl_pl: Importuj z symbolu
tr_tr: Sembolden içeri aktar
uk_ua: Імпортувати з символу

source: Symbols
ar_sa: الرموز
de_de: Symbole
es_es: Símbolos
fa_ir: نمادها
fr_fr: Symboles
hi_in: प्रतीकों
it_it: Simboli
ja_jp: シンボル
pl_pl: Instrumenty
tr_tr: Semboller
uk_ua: Символи

source: History import tasks
ar_sa: مهام استيراد المحفوظات
de_de: Importaufgaben der Geschichte
es_es: Tareas de importación de historial
fa_ir: وظایف وارد کردن تاریخچه
fr_fr: Tâches d'importation d'historique
hi_in: इतिहास आयात कार्य
it_it: Cronologia attività di importazione
ja_jp: 履歴のインポートタスク
pl_pl: Zadania importu historii
tr_tr: Tarihsel veri içeri aktarma görevleri
uk_ua: Завдання імпорту історії

source: No current tasks
ar_sa: لا توجد مهام حاليه
de_de: Keine aktuellen Aufgaben
es_es: No hay tareas actuales
fa_ir: هیچ وظیفه ای موجود نیست
fr_fr: Aucune tâche en cours
hi_in: कोई वर्तमान कार्य नहीं
it_it: Nessuna attività corrente
ja_jp: 現在のタスクなし
pl_pl: Brak bieżących zadań
tr_tr: Geçerli görev yok
uk_ua: Поточних завдань немає

source: Create symbol
ar_sa: إنشاء رمز
de_de: Symbol schaffen
es_es: Crear símbolo
fa_ir: ایجاد نماد
fr_fr: Créer un symbole
hi_in: प्रतीक बनाएं
pl_pl: Utwórz symbol
tr_tr: Sembol oluştur
uk_ua: Створити символ

source: No symbols yet
ar_sa: لا توجد رموز بعد
de_de: Noch keine Symbole
es_es: Aún no hay símbolos
fa_ir: بدون نمادهای رتبهدهی نشده است
fr_fr: Pas encore de symboles
hi_in: अभी कोई प्रतीक नहीं
pl_pl: Nie ma jeszcze żadnych symboli
tr_tr: Henüz sembol yok
uk_ua: Немає символів ще

source: Create one and it will instantly appear in your symbol lookup
ar_sa: إنشاء واحد وسوف تظهر علي الفور في البحث عن الرمز الخاص بك
de_de: Erstellen Sie eine und es wird sofort in Ihrem Symbol aufsuchen
es_es: Crea una y aparecerá instantáneamente en tu búsqueda de símbolos
fa_ir: ایجاد یک و آن را فورا در مراجعه به نماد خود را ظاهر می شود
fr_fr: Créer un et il apparaîtra instantanément dans votre recherche de symbole
hi_in: एक बनाएं और यह तुरन्त अपने प्रतीक लुकअप में दिखाई देगा
pl_pl: Utwórz je i natychmiast pojawi się w wyszukiwaniu symbolu
tr_tr: Bir tane oluşturun ve anında sembol arama ekranında görünecektir
uk_ua: Створити, і воно миттєво відображатиметься в підстановці символів

source: Name
ar_sa: الاسم
de_de: Namen
es_es: Nombre
fa_ir: نام
fr_fr: Nom
hi_in: नाम
it_it: Nome
ja_jp: 名前
pl_pl: Nazwa
tr_tr: İsim
uk_ua: Ім'я

source: Description
ar_sa: الوصف
de_de: Beschreibung
es_es: Descripción
fa_ir: توضیحات
hi_in: विवरण
it_it: Descrizione
ja_jp: 説明
pl_pl: Opis
tr_tr: Açıklama
uk_ua: Опис

source: Forex
ar_sa: فوركس
fa_ir: فارکس
hi_in: विदेशी मुद्रा
ja_jp: FX

source: Equities
ar_sa: الأسهم
de_de: Aktien
es_es: Acciones
fa_ir: سهام
fr_fr: Capitaux
hi_in: शेयरों
it_it: Azioni
ja_jp: エクイティー
pl_pl: Akcje
tr_tr: Varlıklar
uk_ua: Акції

source: Futures
ar_sa: المستقبلية
es_es: Futuros
fa_ir: آینده
fr_fr: Contrats à terme
hi_in: वायदा
ja_jp: 先物
tr_tr: Vadeli işlemler
uk_ua: Ф'ючерси

source: Indexes
ar_sa: الفهارس
fa_ir: شاخص
pl_pl: Indeksy
tr_tr: Endeksler
uk_ua: Індекси

source: Crypto
ar_sa: التشفير
fa_ir: رمزنگاری
hi_in: क्रिप्टो
ja_jp: 暗号
tr_tr: Kripto
uk_ua: Криптографічного набору для

source: Asset class
ar_sa: فئة الأصل
de_de: Vermögensklasse
es_es: Clase de activo
fa_ir: کلاس دارایی
fr_fr: Classe de l'actif
hi_in: परिसंपत्ति वर्ग
ja_jp: 資産クラス
pl_pl: Klasa Asset
tr_tr: Varlık sınıfı
uk_ua: Класу активів

source: Tick size
ar_sa: حجم حركة السعر
de_de: Zeckengröße
es_es: Tamaño del tick
fa_ir: اندازه کنه
fr_fr: Taille du tick
hi_in: टिक साइज
it_it: Dimensione tick
ja_jp: ティックのサイズ
pl_pl: Rozmiar Ticka
tr_tr: Tik büyüklüğü
uk_ua: Розмір кліща

source: Base currency name
ar_sa: اسم العملة الاساسيه
de_de: Grundwährung
es_es: Nombre de divisa base
fa_ir: نام ارز پایه
fr_fr: Nom de la devise de base
hi_in: मूल मुद्रा नाम
it_it: Nome valuta di base
ja_jp: 基本通貨名
pl_pl: Nazwa waluty bazowej
tr_tr: Baz para birimi adı
uk_ua: Ім'я базової грошової одиниці

source: Base currency minimum change
ar_sa: تغيير الحد الأدنى للعملة الاساسيه
de_de: Mindestwechsel in der Basiswährung
es_es: Cambio mínimo de divisa base
fa_ir: حداقل تغییر ارز پایه
fr_fr: Monnaie de base change minimum
hi_in: मूल मुद्रा न्यूनतम परिवर्तन
it_it: Valuta di base modifica minima
ja_jp: 基本通貨の最小変更
pl_pl: Minimalna zmiana waluty bazowej
tr_tr: Baz para birimi minimum değişimi
uk_ua: Мінімальна зміна базової грошової одиниці

source: Quoting currency name
ar_sa: نقلا عن اسم العملة
de_de: Zitat von Währungsnamen
es_es: Citar el nombre de la divisa
fa_ir: قیمت دهی به نام ارز
fr_fr: Citer le nom de la devise
hi_in: उद्धृत मुद्रा नाम
it_it: Citare il nome della valuta
ja_jp: 通貨名の引用
pl_pl: Cytując nazwę waluty
tr_tr: Karşıt para birimi adı
uk_ua: Цитування імені грошової одиниці

source: Quoting currency minimum change
ar_sa: نقل الحد الأدنى للعملة
de_de: Mindeständerung in der Währung
es_es: Cotización del cambio mínimo de divisa
fa_ir: قیمت گذاری حداقل تغییر ارز
fr_fr: Cotation du changement de devise minimum
hi_in: उद्धृत मुद्रा ंयूनतम परिवर्तन
it_it: Quoting cambio minimo di valuta
ja_jp: 通貨の最小変更をクォートする
pl_pl: Cytując minimalną zmianę waluty
tr_tr: Karşıt para birimi minimum değişimi
uk_ua: Посилаючись валюти мінімальні зміни

source: Lot size
ar_sa: حجم الحصة
de_de: Losgroße Größe
es_es: Tamaño de lote
fa_ir: اندازه لات
fr_fr: Taille du lot
hi_in: लॉट साइज
it_it: Formato del lotto
ja_jp: 最小取引単位
pl_pl: Rozmiar Lot
tr_tr: Lot büyüklüğü
uk_ua: Розмір Лота

source: Tick cost
ar_sa: تكلفة حركة السعر
de_de: Zecken-Kosten
es_es: Coste del tick
fa_ir: هزینه های تیک
fr_fr: Coût du tick
hi_in: टिक लागत
it_it: Costo tick
ja_jp: ティックのコスト
pl_pl: Zaznacz koszt
tr_tr: Tik maliyeti
uk_ua: Вартість галочки

source: Quoting type
ar_sa: نقلا عن نوع
de_de: Quotentyp
es_es: Tipo de cotización
fa_ir: نوع قیمت دهی
fr_fr: Type de citation
hi_in: उद्धृत प्रकार
it_it: Tipo di quotazione
ja_jp: クォートタイプ
pl_pl: Typ cytowania
tr_tr: Kotasyon türü
uk_ua: Цитуючи тип

source: Lot step
ar_sa: الخطوة بين الحصص
de_de: Losschritt
es_es: Escalón de lote
fa_ir: گام لوط
fr_fr: Étape du lot
hi_in: बहुत कदम
it_it: Lotto passo
ja_jp: ロット・ステップ
pl_pl: Krok lot’a
tr_tr: Lot adımı
uk_ua: Крок Лота

source: Min lot
ar_sa: أصغر عقد
es_es: Lote mín.
fa_ir: حداقل لات
fr_fr: Lot min.
it_it: Lotto minimo
ja_jp: 最小ロット
uk_ua: Min

source: Max lot
ar_sa: أكبر عقد
es_es: Lote máx.
fa_ir: حداکثر لات
fr_fr: Lot max.
hi_in: अधिकतम लॉट
it_it: Lotto massimo
ja_jp: 最大ロット
tr_tr: Maks lot
uk_ua: Макс Лот
